Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: August
ca: Agost
es: Agosto
fr: Août

source: September
ca: Setembre
es: Septiembre
fr: Septembre

source: October
ca: Octubre
es: Octubre
fr: Octobre

source: November
ca: Novembre
es: Noviembre
fr: Novembre

source: December
ca: Desembre
es: Diciembre
fr: Décembre

source: jan
ca: jesa
es: ene

source: apr
ca: rescrement
es: abr
fr: avr

source: may
ca: maig
es: puede
fr: mai

source: aug
ca: agost
es: ago
fr: août

source: dec
es: dic
fr: déc

# abbrev. month
source: Jan.
ca: Gener.
es: Ene.

# abbrev. month
source: March
ca: Marxar
es: Marzo
fr: Mars

# abbrev. month
source: April
ca: Abril
es: Abril
fr: Avril

# abbrev. month
source: May
ca: Maig
es: Puede
fr: Mai

# abbrev. month
source: June
ca: Juny
es: Junio
fr: Juin

# abbrev. month
source: July
ca: Juliol
es: Julio
fr: Juillet

# abbrev. month
source: Aug.
ca: Agost
es: Ago.
fr: Août.

# abbrev. month
source: Sept.
ca: Setembre
es: Septiembre

# abbrev. month
source: Dec.
ca: Desembre.
es: Dic.
fr: Déc.

# alt. month
source: January
ca: Gener
es: Enero
fr: Janvier

# alt. month
source: February
ca: Febrer
es: Febrero
fr: Février

# alt. month
source: March
ca: Marxar
es: Marzo
fr: Mars

# alt. month
source: April
ca: Abril
es: Abril
fr: Avril

# alt. month
source: May
ca: Maig
es: Puede
fr: Mai

# alt. month
source: June
ca: Juny
es: Junio
fr: Juin

# alt. month
source: July
ca: Juliol
es: Julio
fr: Juillet

# alt. month
source: August
ca: Agost
es: Agosto
fr: Août

# alt. month
source: September
ca: Setembre
es: Septiembre
fr: Septembre

# alt. month
source: October
ca: Octubre
es: Octubre
fr: Octobre

# alt. month
source: November
ca: Novembre
es: Noviembre
fr: Novembre

# alt. month
source: December
ca: Desembre
es: Diciembre
fr: Décembre

source: This is not a valid IPv6 address.
ca: Aquesta no és una adreça IPv6 vàlida.
es: Esta no es una dirección IPv6 válida.
fr: Ce n'est pas une adresse IPv6 valide.

source: or
ca: o
es: o
fr: ou

source: Forbidden
ca: Prohibit
es: Prohibido
fr: Interdit

source: CSRF verification failed. Request aborted.
ca: La verificació de CSRF ha fallat. Sol·licitud avortat.
es: La verificación de CSRF falló. Solicitud abortada.
fr: La vérification du CSRF a échoué. Demander abandonné.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ca: Veus aquest missatge perquè aquest lloc HTTPS requereix que el navegador web enviï un "capçalera de referents", però no s'ha enviat cap. Aquesta capçalera és necessària per motius de seguretat, per assegurar -se que el navegador no sigui segrestat per tercers.
es: Está viendo este mensaje porque este sitio HTTPS requiere que su navegador web envíe un "encabezado de referente", pero no se envió ninguno. Este encabezado es necesario por razones de seguridad, para garantizar que su navegador no esté siendo secuestrado por terceros.
fr: Vous voyez ce message parce que ce site HTTPS nécessite qu'un «en-tête de référence» soit envoyé par votre navigateur Web, mais aucun n'a été envoyé. Cet en-tête est requis pour des raisons de sécurité, afin de s'assurer que votre navigateur n'est pas détourné par des tiers.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ca: Si heu configurat el vostre navegador per desactivar les capçaleres de "referent", torneu-les a activar, almenys per a aquest lloc o per a connexions HTTPS o per a sol·licituds de "mateix origen".
es: Si ha configurado su navegador para deshabilitar los encabezados de "referente", vuelva a habilitarlos, al menos para este sitio, o para las conexiones HTTPS, o para las solicitudes de "mismo origen".
fr: Si vous avez configuré votre navigateur pour désactiver les en-têtes «référer», veuillez les réactiver, au moins pour ce site, ou pour les connexions HTTPS, ou pour les demandes «d'origine homosexuelle».

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ca: Si utilitzeu la <meta name = \ "referer " contingut = \ "no-referrer "> etiqueta o incloent la capçalera "Referer-Policy: no-referrer", elimineu-les. La protecció CSRF requereix que l’encapçalament “referent” faci una verificació estricta de referents. Si us preocupa la privadesa, utilitzeu alternatives com <a rel = \ "noreferrer " ...> per a enllaços a llocs de tercers.
es: Si está utilizando la etiqueta <meta name = \ "referrer " content = \ "no-rereferrer "> o incluye el encabezado "Referrer-Policy: No-ReRferrer", elimínelos. La protección CSRF requiere que el encabezado del "referente" realice una verificación estricta de referente. Si le preocupa la privacidad, use alternativas como <a rel = \ "noreferrer " ...> para enlaces a sitios de terceros.
fr: Si vous utilisez la balise <méta name = \ "référente " contenu = \ "No-Referrer "> ou incluant l'en-tête "Ref-Policy: No-Referrer", veuillez les supprimer. La protection CSRF oblige l'en-tête «référente» à effectuer une vérification stricte des références. Si vous êtes préoccupé par la confidentialité, utilisez des alternatives comme <a rel = \ "noreferrer "…> pour des liens vers des sites tiers.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ca: Esteu veient aquest missatge perquè aquest lloc requereix una galeta CSRF en enviar formularis. Aquesta cookie és necessària per motius de seguretat, per assegurar -se que el navegador no sigui segrestat per tercers.
es: Está viendo este mensaje porque este sitio requiere una cookie CSRF al enviar formularios. Esta cookie es necesaria por razones de seguridad, para asegurarse de que su navegador no esté siendo secuestrado por terceros.
fr: Vous voyez ce message car ce site nécessite un cookie CSRF lors de la soumission des formulaires. Ce cookie est requis pour des raisons de sécurité, afin de s'assurer que votre navigateur n'est pas détourné par des tiers.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ca: Si heu configurat el vostre navegador per desactivar les cookies, torneu-les a activar, almenys per a aquest lloc o per a les sol·licituds de "mateix origen".
es: Si ha configurado su navegador para deshabilitar las cookies, vuelva a habilitarlas, al menos para este sitio o para las solicitudes de "mismo origen".
fr: Si vous avez configuré votre navigateur pour désactiver les cookies, veuillez les réactiver, au moins pour ce site ou pour les demandes «d'origine homosexuelle».

source: More information is available with DEBUG=True.
ca: Més informació està disponible amb Debug = True.
es: Hay más información disponible con debug = true.
fr: Plus d'informations sont disponibles avec Debug = true.

source: No year specified
ca: No s’especifica cap any
es: Ningún año especificado
fr: Aucune année spécifiée

source: Date out of range
ca: Data fora del rang
es: Fecha fuera de rango
fr: Date hors de portée

source: No month specified
ca: No s’especifica cap mes
es: Ningún mes especificado
fr: Aucun mois spécifié

source: No day specified
ca: Sense dia especificat
es: Ningún día especificado
fr: Aucun jour spécifié

source: No week specified
ca: Sense setmana especificada
es: Sin semana especificada
fr: Pas de semaine spécifiée

source: No %(verbose_name_plural)s available
ca: No %(verbose_name_plural) s Disponible
es: No %(verbose_name_plural) S disponible
fr: Pas de %(verbose_name_plural)s disponible

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ca: Future %(verbose_name_plural)s no està disponible perquè %(class_name)s.allow_future és fals.
es: Future %(verbose_name_plural) no disponible porque %(class_name) S. Allow_future es falso.
fr: Future %(verbose_name_plural)s n'est pas disponible car %(class_name)s.allow_future est faux.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ca: Cadena de data no vàlida “%(datestr)s” format “%(format)s”
es: Cadena de fecha no válida "%(Datestr) s" dada el formato "%(formato) s"
fr: Chaîne de date non valide “%(datestr)s” Format donné “%(format)s”

source: No %(verbose_name)s found matching the query
ca: No %(verbose_name)s es va trobar coincidint amb la consulta
es: No se encontró %(verbose_name) s que coincide con la consulta
fr: Pas de %(verbose_name)s trouvé correspondant à la requête

source: Page is not “last”, nor can it be converted to an int.
ca: La pàgina no és “last”, ni es pot convertir en un int.
es: La página no es "último", ni se puede convertir a un int.
fr: La page n'est pas «dernier», et il ne peut pas être converti en un INT.

source: Invalid page (%(page_number)s): %(message)s
ca: Pàgina no vàlida (%(page_number)s): %(message)s
es: Página no válida ( %(Page_Number) S): %(mensaje) S
fr: Page non valide %(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ca: La llista buida i “%(class_name)s.allow_empty” és falsa.
es: Lista vacía y "%(class_name) S. Allow_empty" es falso.
fr: La liste vide et “%(class_name)s.allow_empty” est fausse.

source: Directory indexes are not allowed here.
ca: Els índexs de directori no estan permesos aquí.
es: Los índices de directorio no están permitidos aquí.
fr: Les index de répertoires ne sont pas autorisés ici.

source: “%(path)s” does not exist
ca: “%(path)s” no existeix
es: "%(Ruta) s" no existe
fr: “%(path)s” n'existe pas

source: Index of %(directory)s
ca: Índex de %(directory)s
es: Índice de %(directorio) s
fr: Indice de %(directory)s

source: The install worked successfully! Congratulations!
ca: La instal·lació va funcionar amb èxit. Felicitats!
es: ¡La instalación funcionó con éxito! ¡Felicidades!
fr: L'installation a fonctionné avec succès! Félicitations!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
es: Ver <a href = \ "https://docs.djangoproject.com/EN/% (versión) s/comunes/" target = \ "_ blank " rel = \ "noopener "> Notas de versión </a> para django %(versión) s
fr: Affichage <a href = \ "https://docs.djangoproject.com/en/%(version)s / releases / " Target = \ "_ Blank " rel = \ "Noopener "> Release Notes </a> Pour django%(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
es: Está viendo esta página porque <a href = \ "https://docs.djangoproject.com/en/% (versión) s/ref/settings/#debug " target = \ "_ blank " rel = \ "noopener "> debug = true </a> está en su archivo de configuraciones y usted no ha configurado ninguna urina.

source: Django Documentation
ca: Documentació de django
es: Documentación de Django
fr: Documentation Django

source: Topics, references, &amp; how-to’s
ca: Temes, referències, & amp; com fer-ho
es: Temas, referencias, & amp; How-to
fr: Sujets, références, & amp; comment

source: Tutorial: A Polling App
ca: Tutorial: una aplicació de votació
es: Tutorial: una aplicación de votación
fr: Tutoriel: une application de sondage

source: Get started with Django
ca: Comenceu amb Django
es: Empiece con django
fr: Commencez avec Django

source: Django Community
ca: Comunitat de Django
es: Comunidad de django
fr: Django

source: Connect, get help, or contribute
ca: Connectar, obtenir ajuda o contribuir
es: Conectar, obtener ayuda o contribuir
fr: Connectez-vous, obtenez de l'aide ou contribuez

source: Username or email can't be blank
ca: Nom d'usuari o correu electrònic no pot estar en blanc
es: Nombre de usuario o correo electrónico no puede estar en blanco
fr: Le nom d'utilisateur ou le courrier électronique ne peut pas être vide

source: Add %s
ca: Afegiu %s
es: Agregar %s
fr: Ajouter%s

source: %(name)s object with primary key %(key)r does not exist.
ca: No existeix l'objecte %(name)s amb la clau primària %(key)r.
es: %(nombre) S objeto con clave primaria %(clave) R no existe.
fr: %(name)s de l'objet avec la clé primaire %(key)r n'existe pas.

source: Change %s
ca: Canvia %s
es: Cambios
fr: Modifier %s

source: This command generates SECRET_KEY
ca: Aquesta ordre genera secret_key
es: Este comando genera secret_key
fr: Cette commande génère Secret_Key

source: SECRET_KEY length default=%d
ca: SECRET_KEY longitud default=%d
es: Secret_key longitud predeterminado =%d
fr: Secret_Key Longueur par defaut=%d

source: alphabet to use default=%s
ca: alfabet per utilitzar per default=%s
es: alfabeto para usar default =%s
fr: alphabet pour utiliser par defaut=%s

source: Delete?
ca: Esborrar?
es: ¿Borrar?
fr: Supprimer?

source: View on site
ca: Veure al lloc
es: Ver en el sitio
fr: Voir sur place

source: Add another %(verbose_name)s
ca: Afegiu un altre %(verbose_name)s
es: Agregue otro %(verbose_name) s
fr: Ajouter un autre %(verbose_name)s

source: Remove
ca: Treure
es: Eliminar
fr: Retirer

source: Code {} already exists for CoA {}
ca: El codi {} ja existeix per a coa {}
es: El código {} ya existe para COA {}
fr: Le code {} existe déjà pour COA {}

source: Alpha Numeric (auto generated if not provided)...
ca: Alfa numeric (generat automàticament si no es proporciona) ...
es: Alfa numérico (generado automáticamente si no se proporciona) ...
fr: Alpha Numeric (généré automatique s'il n'est pas fourni) ...

source: Account Name...
ca: Nom del compte ...
es: Nombre de la cuenta ...
fr: Nom du compte...

source: Position
ca: Posició
es: Posición

source: Relative to
ca: En relació amb
es: En relación con
fr: Par rapport à

source: Password
ca: Contrasenya
es: Contraseña
fr: Mot de passe

source: Enter account name...
ca: Introduïu el nom del compte ...
es: Ingrese el nombre de la cuenta ...
fr: Entrez le nom du compte ...

source: Enter account number...
ca: Introduïu el número de compte ...
es: Ingrese el número de cuenta ...
fr: Entrez le numéro de compte ...

source: Enter routing number...
ca: Introduïu el número d'encaminament ...
es: Ingrese el número de enrutamiento ...
fr: Entrez le numéro de routage ...

source: Enter ABA number...
ca: Introduïu el número ABA ...
es: Ingrese el número ABA ...
fr: Entrez le numéro ABA ...

source: Enter SWIFT number...
ca: Introduïu el número ràpid ...
es: Ingrese el número SWIFT ...
fr: Entrez le numéro rapide ...

source: Account Name
ca: Nom del compte
es: Nombre de cuenta
fr: Nom du compte

source: Account Number
ca: Número de compte
es: Número de cuenta
fr: Numéro de compte

source: Account Type
ca: Tipus de compte
es: Tipo de cuenta
fr: Type de compte

source: Cash Account
ca: Compte de caixa
es: Cuenta en efectivo
fr: Compte en espèces

source: ABA Number
ca: Número ABA
es: Número de ABA
fr: Numéro ABA

source: Routing Number
ca: Número d'encaminament
es: Número de enrutamiento
fr: Numéro de routage

source: Make Active
ca: Fer actiu
es: Actuar
fr: Rendre actif

source: Draft Date
ca: Data del projecte
es: Fecha de borrador
fr: Date de réalisation

source: Payable Account
ca: Compte a pagar
es: Cuenta por pagar
fr: Compte à payer

source: Prepaid Expenses Account
ca: Compte de despeses prepagades
es: Cuenta de gastos prepagos
fr: Compte de dépenses prépayées

source: Bill Date (YYYY-MM-DD)...
ca: Data de la factura (aaaa-mm-dd) ...
es: Fecha de factura (aaa yyyy-mm-dd) ...
fr: Date de facture (Yyyy-mm-dd) ...

source: Date (YYYY-MM-DD)...
ca: Data (aaaa-mm-dd) ...
es: Fecha (aaa yyyy-mm-dd) ...

source: Bill Progress Amount (%)
ca: Import del progrés de la factura (%)
es: Cantidad de progreso de la factura (%)
fr: Montant de progression des factures (%)

source: Will this Bill be Accrued?
ca: S’aconseguirà aquest projecte de llei?
es: ¿Se acumulará este proyecto de ley?
fr: Ce projet de loi sera-t-il accumulé?

source: Notes
es: Notas

source: Cannot create a closing entry with a future date.
ca: No es pot crear una entrada de tancament amb una data futura.
es: No se puede crear una entrada de cierre con una fecha futura.
fr: Impossible de créer une entrée de clôture avec une date future.

source: Closing Date (YYYY-MM-DD)...
ca: Data de tancament (aaaa-mm-dd) ...
es: Fecha de cierre (aaa yyyy-mm-dd) ...
fr: Date de clôture (yyyy-mm-dd) ...

source: Select a Closing Date
ca: Seleccioneu una data de tancament
es: Seleccione una fecha de cierre
fr: Sélectionnez une date de clôture

source: Closing Entry Notes
ca: Notes d’entrada de tancament
es: Notas de entrada de cierre
fr: Notes d'entrée de clôture

source: Name
ca: Nom
es: Nombre
fr: Nom

source: Description
ca: Descripció
es: Descripción

source: Example: 3.50% should be entered as 0.0035
ca: Exemple: el 3,50% s'ha d'introduir com a 0,0035
es: Ejemplo: 3.50% debe ingresarse como 0.0035

source: What's this import about?...
ca: De què tracta aquesta importació? ...
es: ¿De qué se trata esta importación? ...
fr: De quoi parle cette importation? ...

source: Cannot import and split at the same time
ca: No es pot importar i dividir alhora
es: No se puede importar y dividir al mismo tiempo
fr: Ne peut pas importer et se diviser en même temps

source: Populate Default CoA
ca: Populeu el COA per defecte
es: Popular CoA predeterminado
fr: Peupler le COA par défaut

source: Activate All Accounts
ca: Activeu tots els comptes
es: Activar todas las cuentas
fr: Activer tous les comptes

source: Fill With Sample Data?
ca: Empleneu amb dades de mostra?
es: Llenar con datos de muestra?
fr: Remplissez des exemples de données?

source: Please provide a valid name for new Entity.
ca: Proporcioneu un nom vàlid per a una nova entitat.
es: Proporcione un nombre válido para la nueva entidad.
fr: Veuillez fournir un nom valide pour la nouvelle entité.

source: Looks like this entity name is too short...
ca: Sembla que aquest nom de l'entitat és massa curt ...
es: Parece que este nombre de entidad es demasiado corto ...
fr: On dirait que ce nom d'entité est trop court ...

source: Entity Name
ca: Nom de l'entitat
es: Nombre de la entidad
fr: Nom de l'entité

source: Entity name...
ca: Nom de l'entitat ...
es: Nombre de la entidad ...
fr: Nom de l'entité ...

source: Address line 1
ca: Línia d'adreces 1
es: Dirección Línea 1
fr: Adresse Ligne 1

source: Address line 2
ca: Línia d'adreces 2
es: Línea de dirección 2
fr: Ligne d'adresse 2

source: City
ca: Ciutat
es: Ciudad
fr: Ville

source: State
ca: Declarar
es: Estado
fr: État

source: Zip Code
ca: Codi postal
es: Código postal
fr: Code postal

source: Country
ca: País
es: País
fr: Pays

source: Phone number...
ca: Número de telèfon ...
es: Número de teléfono...
fr: Numéro de téléphone...

source: Entity email...
ca: Correu electrònic de l'entitat ...
es: Correo electrónico de la entidad ...
fr: Email de l'entité ...

source: Email...
ca: Correu electrònic ...
es: Correo electrónico...

source: Phone...
ca: Telèfon ...
es: Teléfono...
fr: Téléphone...

source: Website...
ca: Lloc web ...
es: Sitio web...
fr: Site web...

source: Estimate title...
ca: Estimeu el títol ...
es: Título de estimación ...
fr: Estimation du titre ...

source: Desktop
ca: Escriptori
es: De oficina
fr: Bureau

source: Tablet
ca: Taula
es: Tableta
fr: Comprimé

source: Mobile
ca: Mòbil
es: Móvil

source: How to reproduce?
ca: Com reproduir -se?
es: ¿Cómo reproducir?
fr: Comment se reproduire?

source: What did you expect?
ca: Què esperaves?
es: ¿Qué esperabas?
fr: À quoi vous attendiez-vous?

source: What device are you using?
ca: Quin dispositiu utilitzeu?
es: ¿Qué dispositivo estás usando?
fr: Quel appareil utilisez-vous?

source: Is your feature request related to a problem? Please describe.
ca: La vostra sol·licitud de funcions està relacionada amb un problema? Descriviu -ho.
es: ¿Está su solicitud de función relacionada con un problema? Describe.
fr: Votre demande de fonctionnalité est-elle liée à un problème? Veuillez décrire.

source: Describe the solution you'd like
ca: Descriviu la solució que vulgueu
es: Describe la solución que le gustaría
fr: Décrivez la solution que vous souhaitez

source: Describe alternatives you've considered
ca: Descriviu les alternatives que heu considerat
es: Describa alternativas que haya considerado
fr: Décrire les alternatives que vous avez considérées

source: Invoice Terms
ca: Termes de la factura
es: Términos de factura
fr: Termes de facture

source: Deferred Revenue Account
ca: Compte d’ingressos diferits
es: Cuenta de ingresos diferidos
fr: Compte de revenus différé

source: Receivable Account
ca: Compte a cobrar
es: Cuenta de cuentas por cobrar
fr: Compte à créances

source: Invoice Date (YYYY-MM-DD)...
ca: Data de la factura (aaaa-mm-dd) ...
es: Fecha de factura (aaa yyyy-mm-dd) ...
fr: Date de facture (yyyy-mm-dd) ...

source: Progress Amount 0.00 -> 1.00 (percent)
ca: Import de progrés 0,00 -> 1,00 (per cent)
es: Cantidad de progreso 0.00 -> 1.00 (por ciento)
fr: Montant de progrès 0,00 à> 1,00 (pour cent)

source: Amount Received
ca: Import rebut
es: Cantidad recibida
fr: Montant reçu

source: Paid Date (YYYY-MM-DD)...
ca: Data de pagament (aaaa-mm-dd) ...
es: Fecha de pago (aaa yyyy-mm-dd) ...
fr: Date payante (yyyy-mm-dd) ...

source: Product Name
ca: Nom del producte
es: Nombre del producto
fr: Nom de produit

source: Product Type
ca: Tipus de producte
es: Tipo de producto
fr: Type de produit

source: Service Name
ca: Nom del servei
es: Nombre de servicio
fr: Nom de service

source: Sold as Unit?
ca: Venut com a unitat?
es: Vendido como unidad?
fr: Vendu comme unité?

source: The item name...
ca: El nom de l'element ...
es: El nombre del artículo ...
fr: Le nom de l'article ...

source: The UPC code of the item, if any...
ca: El codi UPC de l'element, si n'hi ha ...
es: El código UPC del artículo, si es que ...
fr: Le code UPC de l'élément, le cas échéant ...

source: Expense Name
ca: Nom de despesa
es: Nombre de gasto
fr: Nom de dépense

source: Inventory Name
ca: Nom d'inventari
es: Nombre de inventario
fr: Nom de stock

source: Cannot create new Journal Entries on a locked Ledger.
ca: No es pot crear noves entrades de revistes en un registre de bloqueig.
es: No se puede crear nuevas entradas de diario en un libro mayor bloqueado.
fr: Impossible de créer de nouvelles entrées de journal sur un grand livre verrouillé.

source: Entity Unit
ca: Unitat d'entitat
es: Entidad
fr: Entité

source: Invalid timestamp {self.cleaned_data["timestamp"]} due to Closing Entries.
ca: Timestamp no vàlid {self.cleaned_data [\ "timestamp "]} a causa de les entrades de tancament.
es: Marca de tiempo inválida {self.cleaned_data [\ "timestamp "]} debido a las entradas de cierre.
fr: Timestamp non valide {self.cleaned_data [\ "Timestamp "]} en raison des entrées de clôture.

source: Ledger External ID
ca: Identificador extern de Ledger
es: ID externo del libro mayor
fr: ID externe du grand livre

source: Is this an inventory purchase?
ca: Es tracta d’una compra d’inventaris?
es: ¿Es esta una compra de inventario?
fr: Est-ce un achat d'inventaire?

source: Fulfillment Date (YYYY-MM-DD)...
ca: Data de compliment (aaaa-mm-dd) ...
es: Fecha de cumplimiento (yyyy-mm-dd) ...
fr: Date de réalisation (yyyy-mm-dd) ...

source: PO Status
ca: Estat de PO
es: Estatus PO
fr: Statut de PO

source: Mark as Fulfilled
ca: Marca com a compliment
es: Marca como se cumple
fr: Mark comme accompli
