Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: Invalid Account Type: choices are {BankAccountModel.VALID_ACCOUNT_TYPES}
ca: Tipus de compte no vàlid: les opcions són {BankAccountModel.VALID_ACCOUNT_TYPES}
es: Tipo de cuenta no válido: las opciones son {BankAccountModel.Valid_Account_types}
fr: Type de compte non valide: les choix sont {BankAccountModel.VALID_ACCOUNT_TYPES}

source: Closing books must be called by providing closing_date or closing_entry_model, not both.
ca: Els llibres de tancament han de ser anomenats proporcionant Closing_Date o Closing_entry_Model, no tots dos.
es: Los libros de cierre deben llamarse proporcionando Closing_Date o Closing_entry_Model, no ambos.
fr: Les livres de fermeture doivent être appelés en fournissant closing_date ou closing_entry_model, pas les deux.

source: Closing books must be called by providing closing_date or closing_entry_model.
ca: Els llibres de tancament han de ser anomenats proporcionant Closing_Date o Closing_entry_Model.
es: Los libros de cierre deben llamarse proporcionando Closing_Date o Closing_entry_Model.
fr: Les livres de clôture doivent être appelés en fournissant closing_date ou closing_entry_model.

source: Journal Entry
ca: Entrada del diari
es: Entrada de diario
fr: Journal Entrée

source: Purchase Order
ca: Ordre de compra
es: Orden de compra
fr: Commande d'achat

source: Invoice
ca: Factura
es: Factura
fr: Facture

source: Estimate
ca: Estimar
es: Estimar
fr: Estimation

source: Fiscal Year
ca: Any fiscal
es: Año fiscal
fr: Exercice fiscal

source: Read Permissions
ca: Llegiu els permisos
es: Leer permisos
fr: Lire les autorisations

source: Read/Write Permissions
ca: Llegiu/escriviu permisos
es: Permisos de lectura/escritura
fr: Autorisations de lecture / écriture

source: No Permissions
ca: Sense permisos
es: Sin permisos
fr: Aucune autorisation

source: Manager
ca: Gerent
es: Gerente
fr: Directeur

source: Permission Level
ca: Nivell de permís
es: Nivel de permiso
fr: Niveau d'autorisation

source: Completed
ca: Completat
es: Terminado
fr: Complété

source: Fixed Price
ca: Preu fix
es: Precio fijo
fr: Prix ​​fixe

source: Target Price
ca: Preu objectiu
es: Precio objetivo
fr: Prix ​​cible

source: Time & Materials
ca: Temps i materials
es: Tiempo y materiales
fr: Temps et matériaux

source: Other
ca: Altre
es: Otro
fr: Autre

source: Estimate Number
ca: Estimeu el número
es: Número de estimación
fr: Numéro d'estimation

source: Contract Terms
ca: Condicions del contracte
es: Términos de contrato
fr: Conditions de contrat

source: Customer Estimate Title
ca: Títol d’estimació del client
es: Título estimado del cliente
fr: Titre d'estimation du client

source: EstimateModel Title length must be greater than 5
ca: La longitud del títol d’estimatemodel ha de ser superior a 5
es: La longitud del título de estimación de estimación debe ser mayor que 5
fr: La longueur du titre de l'estimation doit être supérieure à 5

source: Estimate Model Status
ca: Estima l'estat del model
es: Estado del modelo estimado
fr: Estimer le statut du modèle

source: Date Draft
ca: Data d'esborrany
es: Fecha de aire
fr: Date

source: Date In Review
ca: Data de revisió
es: Fecha de revisión
fr: Date de revue

source: Date Approved
ca: Data aprovada
es: Fecha aprobada
fr: Date approuvée

source: Date Completed
ca: Data completada
es: Fecha completada
fr: Date terminée

source: Date Canceled
ca: Data cancel·lada
es: Fecha cancelada
fr: Date annulée

source: Date Void
ca: Data nul·la
es: Fecha nula
fr: Date Vide

source: Total revenue estimate
ca: Estimació total dels ingressos
es: Estimación total de ingresos
fr: Estimation totale des revenus

source: Estimated cost to complete the quoted work.
ca: Cost estimat per completar l'obra cotitzada.
es: Costo estimado para completar el trabajo cotizado.
fr: Coût estimé pour terminer les travaux cités.

source: Labor Cost of labor estimate
ca: Cost laboral de l'estimació laboral
es: Costo laboral de la estimación laboral
fr: Le coût de la main-d'œuvre de la main-d'œuvre estime

source: Estimated labor cost to complete the quoted work.
ca: El cost laboral estimat per completar el treball cotitzat.
es: Costo de mano de obra estimado para completar el trabajo cotizado.
fr: Coût de main-d'œuvre estimé pour terminer les travaux cités.

source: Material Cost Estimate
ca: Estimació del cost del material
es: Estimación de costos de material
fr: Estimation des coûts matériels

source: Estimated material cost to complete the quoted work.
ca: Cost del material estimat per completar l'obra cotitzada.
es: Costo de material estimado para completar el trabajo citado.
fr: Coût du matériel estimé pour terminer les travaux cités.

source: Equipment Cost Estimate
ca: Estimació del cost dels equips
es: Estimación de costos del equipo
fr: Estimation des coûts de l'équipement

source: Estimated equipment cost to complete the quoted work.
ca: Cost d’equips estimats per completar el treball cotitzat.
es: Costo de equipo estimado para completar el trabajo cotizado.
fr: Le coût de l'équipement estimé pour terminer les travaux cités.

source: Other Cost Estimate
ca: Una altra estimació de costos
es: Otro estimado de costos
fr: Autre estimation des coûts

source: Customer Job
ca: Feina del client
es: Trabajo del cliente
fr: Travail client

source: Customer Jobs
ca: Feines de clients
es: Trabajos de clientes
fr: Emplois clients

source: Do you want to mark Estimate %s as Draft?
ca: Voleu marcar l'estimació %s com a esborrany?
es: ¿Quieres marcar la estimación de %s como borrador?
fr: Voulez-vous marquer l'estimation%s comme projet?

source: Do you want to mark Estimate %s as In Review?
ca: Voleu marcar l'estimació %s com en revisió?
es: ¿Quieres marcar estimación de %s como en la revisión?
fr: Voulez-vous marquer l'estimation%s comme en revue?

source: Do you want to mark Estimate %s as Approved?
ca: Voleu marcar l'estimació %s tal com s'aprova?
es: ¿Quiere marcar la estimación de %s como aprobado?
fr: Voulez-vous marquer l'estimation%s approuvée?

source: Do you want to mark Estimate %s as Completed?
ca: Voleu marcar l'estimació %s tal com s'ha completat?
es: ¿Quiere marcar la estimación de %s como se completa?
fr: Voulez-vous marquer l'estimation%s tel que terminé?

source: Do you want to mark Estimate %s as Canceled?
ca: Voleu marcar l'estimació %s tal com es cancel·la?
es: ¿Quieres marcar la estimación de %s como cancelado?
fr: Voulez-vous marquer l'estimation%s comme annulé?

source: Do you want to mark Estimate %s as Void?
ca: Voleu marcar l'estimació %s com a buit?
es: ¿Quieres marcar la estimación de %s como nula?
fr: Voulez-vous marquer l'estimation%s comme vide?

source: Cannot compute gross margin, total cost is zero.
ca: No es pot calcular el marge brut, el cost total és zero.
es: No se puede calcular el margen bruto, el costo total es cero.
fr: Impossible de calculer la marge brute, le coût total est nul.

source: Invoice Number
ca: Número de factura
es: Número de factura
fr: Numéro de facture

source: Invoice Status
ca: Estat de la factura
es: Estado de factura
fr: Statut de facture

source: Prepaid Account
ca: Compte prepagat
es: Cuenta prepago
fr: Compte prépayé

source: Unearned Account
ca: Compte no experimentat
es: Cuenta no ganada
fr: Compte non mérité

source: Invoice Additional Info
ca: Informació addicional de la factura
es: Factura información adicional
fr: Facture des informations supplémentaires

source: Invoice Items
ca: Articles de factura
es: Artículos de factura
fr: Factures

source: Invoices
ca: Factures
es: Facturas
fr: Factures

source: Do you want to mark Invoice %s as Draft?
ca: Voleu marcar la factura %s com a esborrany?
es: ¿Quieres marcar la factura %s como borrador?
fr: Voulez-vous marquer la facture%s comme projet?

source: Do you want to mark Invoice %s as In Review?
ca: Voleu marcar la factura %s com en revisió?
es: ¿Quieres marcar la factura %s como en la revisión?
fr: Voulez-vous marquer la facture%s comme en revue?

source: Do you want to mark Invoice %s as Approved?
ca: Voleu marcar la factura %s tal com s’aprova?
es: ¿Quieres marcar la factura %s como aprobado?
fr: Voulez-vous marquer la facture%s comme approuvé?

source: Do you want to mark Invoice %s as Paid?
ca: Voleu marcar la factura %s tal com es paga?
es: ¿Quieres marcar la factura %s como pagado?
fr: Voulez-vous marquer la facture%s comme payé?

source: Do you want to mark Invoice %s as Void?
ca: Voleu marcar la factura %s com a buit?
es: ¿Quieres marcar la factura %s como nula?
fr: Voulez-vous marquer la facture%s comme vide?

source: Do you want to mark Invoice %s as Canceled?
ca: Voleu marcar la factura %s tal i com es cancel·la?
es: ¿Quieres marcar la factura %s como cancelada?
fr: Voulez-vous marquer la facture %s comme annulée?

source: Invoice {self.invoice_number} cannot be deleted...
ca: La factura {self.invoice_number} no es pot suprimir ...
es: Factura {self.invoice_number} no se puede eliminar ...
fr: Facture {self.invoice_number} ne peut pas être supprimé ...

source: Unit of Measure Name
ca: Unitat de nom de nom
es: Nombre de la unidad de medida
fr: Nom de l'unité de mesure

source: UoM Abbreviation
ca: Abreviatura de la UOM
es: Abreviatura de la UOM
fr: Abréviation de l'UOM

source: UoM Entity
ca: Entitat uom
es: Entidad UOM
fr: Entité UOM

source: Labor
ca: Tasca
es: Mano de obra
fr: Travail

source: Lump Sum
ca: Suma forfeal
es: Suma global
fr: Montant forfaitaire

source: Expense
ca: Despesa
es: Gastos
fr: Frais

source: Service
ca: Manteniment
es: Servicio

source: Product
ca: Producte
es: Producto
fr: Produit

source: Item Name
ca: Nom de l'article
es: Nombre del artículo
fr: Nom d'article

source: Internal ID
ca: Identificació interna
es: Identificación interna
fr: ID interne

source: Item Number
ca: Número d'article
es: Número de artículo
fr: Numéro d'article

source: Unit of Measure
ca: Unitat de mesura
es: Unidad de medida
fr: Unité de mesure

source: SKU Code
ca: Codi SKU
es: Código SKU
fr: Code de sku

source: UPC Code
ca: Codi UPC
es: Código UPC
fr: Code UPC

source: Default monetary value per unit of measure
ca: Valor monetari per defecte per unitat de mesura
es: Valor monetario predeterminado por unidad de medida
fr: Valeur monétaire par défaut par unité de mesure

source: Is an item for inventory
ca: És un element d’inventari
es: Es un artículo para el inventario
fr: Est un article pour l'inventaire

source: It is an item you require for your inventory.
ca: És un element que necessiteu per al vostre inventari.
es: Es un artículo que necesita para su inventario.
fr: C'est un élément dont vous avez besoin pour votre inventaire.

source: Is a product or service.
ca: És un producte o servei.
es: Es un producto o servicio.
fr: Est un produit ou un service.

source: Is a product or service you sell or provide to customers.
ca: És un producte o servei que ven o proporcioneu als clients.
es: Es un producto o servicio que vende o proporciona a los clientes.
fr: Est un produit ou un service que vous vendez ou fournissez aux clients.

source: Inventory Account
ca: Compte d'inventari
es: Cuenta de inventario
fr: Compte de stock

source: Inventory account where cost will be capitalized.
ca: Compte d'inventari on es capitalitzarà el cost.
es: Cuenta de inventario donde se capitalizará el costo.
fr: Compte d'inventaire où le coût sera capitalisé.

source: Total inventory received.
ca: Inventari total rebut.
es: Inventario total recibido.
fr: Inventaire total reçu.

source: Total value of inventory received.
ca: Valor total de l’inventari rebut.
es: Valor total del inventario recibido.
fr: Valeur totale de l'inventaire reçu.

source: COGS Account
ca: Compte COGS
es: Cuenta de COGS
fr: Compte de cogs

source: COGS account where cost will be recognized on Income Statement.
ca: Compte COGS on es reconeixerà el cost en compte de resultats.
es: Cuenta COGS donde el costo se reconocerá en el estado de resultados.
fr: COGS compte lorsque le coût sera reconnu dans le compte de résultat.

source: Earnings Account
ca: Compte de resultats
es: Cuenta de ganancias
fr: Compte de gains

source: Earnings account where revenue will be recognized on Income Statement.
ca: Compte de resultats on es reconeixeran els ingressos al compte de resultats.
es: Cuenta de ganancias donde los ingresos se reconocerán en el estado de resultados.
fr: Compte de bénéfices où les revenus seront comptabilisés dans le compte de résultat.

source: Expense Account
ca: Compte de despesa
es: Cuenta de gastos
fr: Compte de dépenses

source: Expense account where cost will be recognized on Income Statement.
ca: Compte de despeses on es reconeixerà el cost en compte de resultats.
es: Cuenta de gastos donde el costo se reconocerá en el estado de resultados.
fr: Compte de dépenses lorsque le coût sera reconnu dans le compte de résultat.

source: Item Additional Info
ca: Informació addicional de l'element
es: Artículo Información adicional
fr: Article Informations supplémentaires

source: Item Entity
ca: Entitat de l'element
es: Entidad de artículo
fr: Entité d'article

source: Items must have an associated expense accounts.
ca: Els articles han de tenir comptes de despesa associats.
es: Los artículos deben tener cuentas de gastos asociadas.
fr: Les éléments doivent avoir des comptes de dépenses associés.

source: Expenses must have a type.
ca: Les despeses han de tenir un tipus.
es: Los gastos deben tener un tipo.
fr: Les dépenses doivent avoir un type.

source: Products must have Inventory, COGS & Earnings accounts.
ca: Els productes han de tenir comptes d’inventari, COGS i resultats.
es: Los productos deben tener cuentas de inventario, engranajes y ganancias.
fr: Les produits doivent avoir des inventaires, des COGS et des comptes de revenus.

source: Product must not be labor...
ca: El producte no ha de ser mà d'obra ...
es: El producto no debe ser mano de obra ...
fr: Le produit ne doit pas être le travail ...

source: Services must have COGS & Earnings accounts.
ca: Els serveis han de tenir comptes de COGS i resultats.
es: Los servicios deben tener cuentas de engranajes y ganancias.
fr: Les services doivent avoir des comptes COGS et des bénéfices.

source: Items for inventory must have Inventory & COGS accounts.
ca: Els elements per a inventaris han de tenir comptes d'inventari i COGS.
es: Los artículos para el inventario deben tener cuentas de inventario y engranajes.
fr: Les éléments de l'inventaire doivent avoir des comptes d'inventaire et de COGS.

source: Inventory items must have a type.
ca: Els elements d’inventari han de tenir un tipus.
es: Los elementos de inventario deben tener un tipo.
fr: Les éléments d'inventaire doivent avoir un type.

source: Not Ordered
ca: No ordenat
es: No ordenado
fr: Non ordonné

source: Ordered
ca: Ordenat
es: Ordenado
fr: Ordonné

source: In Transit
ca: En trànsit
es: En tránsito
fr: En transit

source: Received
ca: Rebut
es: Recibió
fr: Reçu

source: Associated Entity Unit
ca: Unitat d'entitat associada
es: Unidad de entidad asociada
fr: Unité d'entité associée

source: Item Model
ca: Model d’article
es: Modelo de elemento
fr: Modèle d'article

source: Bill Model
ca: Model de factura
es: Modelo de factura
fr: Modèle de facture

source: Invoice Model
ca: Model de factura
es: Modelo de factura
fr: Modèle de facture

source: Quantity
ca: Quantitat
es: Cantidad
fr: Quantité

source: Cost Per Unit
ca: Cost per unitat
es: Costo por unidad
fr: Coût par unité

source: Total Amount QTY x UnitCost
ca: Import total Qty x Unitcost
es: Cantidad total Cantidad x Unitcost
fr: Montant total Qté x UnitCost

source: Purchase Order Model
ca: Model de comandes de compra
es: Modelo de orden de compra
fr: Modèle de commande d'achat

source: PO Quantity
ca: Quantitat de PO
es: PO Cantidad
fr: Quantité PO

source: Authorized item quantity for purchasing.
ca: Quantitat autoritzada per a la compra.
es: Cantidad del artículo autorizado para la compra.
fr: Quantité d'article autorisée pour l'achat.

source: PO Unit Cost
ca: Cost unitari PO
es: Costo unitario
fr: Coût de l'unité PO

source: Purchase Order unit cost.
ca: Cost unitari de la comanda de compra.
es: Costo de unidad de orden de compra.
fr: Coût unitaire de commande d'achat.

source: Authorized maximum item cost per Purchase Order
ca: Cost màxim de l’article autoritzat per comanda de compra
es: Costo máximo de artículo autorizado por orden de compra
fr: Coût maximum maximum autorisé par commande d'achat

source: Maximum authorized cost per Purchase Order.
ca: Cost màxim autoritzat per comanda de compra.
es: Costo máximo autorizado por orden de compra.
fr: Coût maximal autorisé par commande d'achat.

source: PO Item Status
ca: Estat de l'element PO
es: Estado del elemento PO
fr: État de l'article PO

source: Customer Estimate
ca: Estimació del client
es: Estimación del cliente
fr: Estimation du client

source: Estimated/Contract Quantity
ca: Quantitat estimada/Contracte
es: Cantidad estimada/contractual
fr: Quantité estimée / contrat

source: Estimate/Contract Cost per Unit.
ca: Estimació/cost del contracte per unitat.
es: Costo estimado/contrato por unidad.
fr: Estimation / coût du contrat par unité.

source: Total Estimate/Contract Cost.
ca: Estimació total/cost del contracte.
es: Costo total de estimación/contrato.
fr: Coût total d'estimation / contrat.

source: Estimate/Contract Revenue per Unit.
ca: Estimació/Ingressos de contractes per unitat.
es: Ingresos de estimación/contrato por unidad.
fr: Estimation / revenu contractuel par unité.

source: Total Estimate/Contract Revenue.
ca: Estimació total/ingressos contractuals.
es: Estimación total/ingresos por contrato.
fr: Revenu total d'estimation / contrat.

source: Operating
ca: Operatiu
es: Operante
fr: Opération

source: Investing
ca: Invertir
es: Inversión
fr: Investissement

source: Purchase/Disposition of PPE
ca: Compra/disposició de PPE
es: Compra/disposición de PPE
fr: Achat / disposition de l'EPI

source: Purchase/Disposition of Securities
ca: Compra/disposició de valors
es: Compra/disposición de valores
fr: Achat / disposition des titres

source: Investing Activity Other
ca: Invertir activitat a altres
es: Actividad de inversión Otro
fr: Activité d'investissement autre

source: Financing
ca: Finançament
es: Financiación
fr: Financement

source: Payoff of Short Term Debt
ca: Rec Lússia del deute a curt termini
es: Recorrido de deuda a corto plazo
fr: Le gain d'une dette à court terme

source: Payoff of Long Term Debt
ca: Recompensa del deute a llarg termini
es: Recompensa de la deuda a largo plazo
fr: Gend de dette à long terme

source: Issuance of Common Stock, Preferred Stock or Capital Contribution
ca: Emissió d’accions comunes, accions preferides o contribució de capital
es: Emisión de acciones comunes, acciones preferidas o contribución de capital
fr: Émission d'actions ordinaires, d'actions privilégiées ou de contribution en capital

source: Dividends or Distributions to Shareholders
ca: Dividends o distribucions als accionistes
es: Dividendos o distribuciones a los accionistas
fr: Dividendes ou distributions aux actionnaires

source: Financing Activity Other
ca: Activitat de finançament Altres
es: Actividad de financiamiento Otro
fr: Activité de financement Autre

source: Journal Entry Number
ca: Número d’entrada del diari
es: Número de entrada de diario
fr: Numéro d'entrée du journal

source: Timestamp
ca: Marca de temps
es: Marca de tiempo
fr: Horodatage

source: Origin
ca: Origen
es: Origen
fr: Origine

source: Posted
ca: Publicat
es: Al corriente
fr: Affiché

source: Ledger
es: Libro mayor
fr: Grand livre

source: Journal Entries
ca: Entrades de diari
es: Entradas de diario
fr: Entrées du journal

source: Cannot post an empty Journal Entry.
ca: No es pot publicar una entrada de revista buida.
es: No se puede publicar una entrada de diario vacía.
fr: Impossible de publier une entrée de journal vide.

source: Are you sure you want to delete JournalEntry Model {self.je_number} on Ledger {self.ledger.name}?
ca: Esteu segur que voleu suprimir el model de revista {self.je_number} a ledger {self.ledger.name}?
es: ¿Estás seguro de que quieres eliminar el modelo de diario {self.je_number} en Ledger {self.ledger.name}?
fr: Êtes-vous sûr de vouloir supprimer le modèle de journal {self.je_number} sur ledger {self.ledger.name}?

source: JournalEntryModel {self.uuid} cannot be deleted...
ca: JournalEntryModel {self.uuid} no es pot suprimir ...
es: JournalEntryModel {self.uuid} no se puede eliminar ...
fr: JournalEntryModel {self.uuid} ne peut pas être supprimé ...

source: Cannot add Journal Entries to locked LedgerModel {instance.ledger_id}
ca: No es pot afegir entrades de diari a LedGermodel bloquejat {instance.ledger_id}
es: No se puede agregar entradas de diario a Ledgermodel bloqueado {instance.ledger_id}
fr: Impossible d'ajouter des entrées de journal à LEDGerModel verrouillé {instance.ledger_id}

source: Ledger Slug
es: Lidera
fr: Limace de grand livre

source: User Defined Ledger ID
ca: Identificador de registre definit per l'usuari
es: ID del libro mayor definido por el usuario
fr: ID de grand livre défini par l'utilisateur

source: Ledger Name
ca: Nom del Ledger
es: Nombre del libro mayor
fr: Nom de grand livre

source: Ledger Entity
ca: Entitat Ledger
es: Entidad libro mayor
fr: Entité de grand livre

source: Posted Ledger
ca: Ledger publicat
es: Libro mayor publicado
fr: Ledger affiché

source: Locked Ledger
ca: Ledger tancat
es: Libro de contabilidad
fr: Grand livre verrouillé

source: Hidden Ledger
ca: Ledger amagat
es: Libro mayor escondido
fr: Grand livre caché

source: Ledgers
ca: Registres
es: Libreros
fr: Registres

source: earliest_timestamp not present in LedgerModel {self.uuid}
ca: Early_Timestamp no present a LedGermodel {self.uuid}
es: más temprano_timestamp no está presente en Ledgermodel {self.uuid}
fr: Eardest_timestamp non présent dans LedgerModel {self.uuid}

source: Ledger {self.name} cannot be posted. UUID: {self.uuid}
ca: Ledger {self.name} no es pot publicar. Uuid: {self.uuid}
es: Ledger {Self.name} no se puede publicar. Uuid: {self.uuid}
fr: Ledger {self.name} ne peut pas être publié. Uuid: {self.uuid}

source: Ledger {self.uuid} cannot be unposted.
ca: Ledger {self.uuid} no es pot no posar.
es: Ledger {Self.uuid} no se puede desconectar.
fr: Ledger {self.uuid} ne peut pas être non publié.

source: Ledger {self.name} cannot be locked. UUID: {self.uuid}
ca: Ledger {self.name} no es pot bloquejar. Uuid: {self.uuid}
es: Ledger {self.name} no se puede bloquear. Uuid: {self.uuid}
fr: Ledger {self.name} ne peut pas être verrouillé. Uuid: {self.uuid}

source: Ledger {self.name} cannot be hidden. UUID: {self.uuid}
ca: Ledger {self.name} no es pot ocultar. Uuid: {self.uuid}
es: Ledger {Self.name} no se puede ocultar. Uuid: {self.uuid}
fr: Ledger {self.name} ne peut pas être caché. Uuid: {self.uuid}

source: Ledger {self.name} cannot be un-hidden. UUID: {self.uuid}
ca: Ledger {self.name} no es pot amagar. Uuid: {self.uuid}
es: Ledger {Self.name} no se puede ocultar. Uuid: {self.uuid}
fr: Ledger {self.name} ne peut pas être mal caché. Uuid: {self.uuid}

source: LedgerModel {self.name} cannot be deleted because posted is {self.is_posted()}
ca: LedGerModel {self.name} no es pot suprimir perquè publicat és {self.is_posted()}
es: Ledgermodel {self.name} no se puede eliminar porque publicado es {self.is_posted ()}
fr: LedgerModel {self.name} ne peut pas être supprimé car il est publié {self.is_posted()}

source: Journal Entries with date {earliest_date} cannot be deleted because of latest closing
ca: Les entrades de revistes amb data {earliest_date} no es poden suprimir a causa del darrer tancament
es: Las entradas del diario con la fecha {Andiest_Date} no se pueden eliminar debido al último cierre
fr: Les entrées du journal avec la date {earliest_date} ne peuvent pas être supprimées en raison de la dernière fermeture
