Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: PO Notes
ca: Notes PO
es: Notas
fr: Notes de PO

source: Credits and Debits do not balance.
ca: Els crèdits i els dèbits no s’equilibren.
es: Los créditos y débitos no se equilibran.
fr: Les crédits et les débits ne sont pas équilibrés.

source: Unit name must be at least 10 characters long
ca: El nom de la unitat ha de tenir almenys 10 caràcters
es: El nombre de la unidad debe tener al menos 10 caracteres
fr: Le nom de l'unité doit comporter au moins 10 caractères

source: Must provide all City/State/Zip/Country
ca: Ha de proporcionar tota la ciutat/estat/zip/país
es: Debe proporcionar toda la ciudad/estado/zip/país
fr: Doit fournir toute la ville / État / zip / pays

source: Cannot commit transactions. The journal entry date {je_timestamp} is on a closed period.
ca: No pot cometre transaccions. La data d'entrada de la revista {je_timestamp} està en un període tancat.
es: No se puede cometer transacciones. La fecha de entrada del diario {je_timestamp} está en un período cerrado.
fr: Ne peut pas commettre des transactions. La date d'entrée du journal {je_timestamp} est sur une période fermée.

source: Cannot commit on locked ledger
ca: No es pot comprometre amb el registre bloquejat
es: No se puede comprometer en el libro mayor bloqueado
fr: Impossible de s'engager sur le grand livre verrouillé

source: Invalid timestamp type {type(je_timestamp)}
ca: Tipus de temps no vàlid {type (je_timestamp)}
es: Tipo de marca de tiempo no válido {type (je_timestamp)}
fr: Type d'horodatage non valide {type (je_timestamp)}

source: Unable to retrieve Journal Entry model with Timestamp {je_timestamp}
ca: No es pot recuperar el model d'entrada de revistes amb Timestamp {je_timestamp}
es: No se puede recuperar el modelo de entrada de diario con TimeStamp {JE_TIMESTAMP}
fr: Impossible de récupérer le modèle d'entrée du journal avec horodat {je_timestamp}

source: PDF support not enabled. Install PDF support from Pipfile.
ca: El suport PDF no està activat. Instal·leu el suport PDF des de PipFile.
es: Soporte PDF no habilitado. Instale el soporte PDF de Pipfile.
fr: La prise en charge PDF n'est pas activée. Installez le support PDF à partir de Pipfile.

source: User {user_model} must have admin privileges for entity model {entity_model}.
ca: User {user_model} ha de tenir privilegis d'administració per a l'entitat model {entity_model}.
es: El usuario {user_model} debe tener privilegios de administración para el modelo de entidad {entity_model}.
fr: User {user_model} doit avoir des privilèges d'administration pour le modèle d'entité {entity_model}.

source: Ledger Model must be a string or UUID or LedgerModel
ca: El model Ledger ha de ser una cadena o UUID o LedgerModel
es: El modelo de libro mayor debe ser una cadena o uuid o ledgermodel
fr: Ledger Model doit être une chaîne ou un UUID ou LedgerModel

source: Total transactions Credits and Debits must be equal. Got CREDITs: {} and DEBITs: {}.
ca: Els crèdits i dèbits de transaccions totals han de ser iguals. Got crèdits: {} i dèbits: {}.
es: Los créditos y débitos de las transacciones totales deben ser iguales. Tengo créditos: {} y débitos: {}.
fr: Les crédits et débits totaux doivent être égaux. Got Credits: {} et débits: {}.

source: Transactions already committed
ca: Transaccions ja comeses
es: Transacciones ya cometidas
fr: Transactions déjà engagées

source: Cannot transact on a locked ledger: {ledger_model}
ca: No es pot transaccionar en un Ledger bloquejat: {ledger_model}
es: No se puede realizar transacciones en un libro mayor bloqueado: {Ledger_Model}
fr: Impossible de traiter sur un ledger verrouillé: {ledger_model}

source: Ledger UUID {k} not found.
ca: Ledger uuid {k} no es troba.
es: Ledger uuid {k} no encontrado.
fr: Ledger uuid {k} introuvable.

source: Current Asset
ca: Actiu actual
es: Activo actual
fr: Actif actuel

source: Marketable Securities
ca: Valors comercialitzables
es: Valores comercializables
fr: Titres commercialisables

source: Receivables
ca: Cobraments
es: Cuentas por cobrar
fr: Créances

source: Inventory
ca: Inventari
es: Inventario
fr: Inventaire

source: Uncollectibles
ca: Incollibles
es: Descolse
fr: Non-collectibles

source: Prepaid
ca: Pagada amb antelació
es: Pagado
fr: Prépayé

source: Other Liquid Assets
ca: Altres actius líquids
es: Otros activos líquidos
fr: Autres actifs liquides

source: Notes Receivable
ca: Notes a cobrar
es: Notas por cobrar
fr: Notes à recevoir

source: Land
ca: Terra
es: Tierra
fr: Atterrir

source: Securities
ca: Valors
es: Valores
fr: Titres

source: Buildings
ca: Edificis
es: Edificios
fr: Bâtiments

source: Buildings - Accum. Depreciation
ca: Edificis - acumulats. Depreciació
es: Edificios - Accum. Depreciación
fr: Bâtiments - Accum. Dépréciation

source: Plant
ca: Planta
es: Planta
fr: Usine

source: Plant - Accum. Depreciation
ca: Planta - acumulada. Depreciació
es: Planta - Accum. Depreciación
fr: Plante - Accum. Dépréciation

source: Equipment
ca: Equip
es: Equipo
fr: Équipement

source: Equipment - Accum. Depreciation
ca: Equipament - acumulat. Depreciació
es: Equipo - Accum. Depreciación
fr: Équipement - Accum. Dépréciation

source: Intangible Assets
ca: Actius intangibles
es: Activos intangibles
fr: Actifs incorporels

source: Intangible Assets - Accum. Amortization
ca: Actius intangibles: acumulat. Amortització
es: Activos intangibles - Accum. Amortización
fr: Actifs incorporels - Accum. Amortissement

source: Other Assets
ca: Altres actius
es: Otros activos
fr: Autres actifs

source: Accounts Payable
ca: Comptes a pagar
es: Cuentas por pagar
fr: Comptes à payer

source: Wages Payable
ca: Salaris a pagar
es: Salarios por pagar
fr: Salaires payables

source: Interest Payable
ca: Interès a pagar
es: Intereses por pagar
fr: Intérêts à payer

source: Taxes Payable
ca: Impostos a pagar
es: Impuestos por pagar
fr: Taxes à payer

source: Short Term Notes Payable
ca: Notes a curt termini a pagar
es: Notas a corto plazo por pagar
fr: Notes à court terme payables

source: Current Maturities of Long Tern Debt
ca: Maturisme actual del deute de tern llarg
es: Vencimientos actuales de la deuda larga de china
fr: Maturités actuelles de la longue dette de sterne

source: Deferred Revenue
ca: Ingressos diferits
es: Ingresos diferidos
fr: Revenus différés

source: Other Liabilities
ca: Altres passius
es: Otras responsabilidades
fr: Autres passifs

source: Long Term Notes Payable
ca: Notes a llarg termini a pagar
es: Notas a largo plazo por pagar
fr: Notes à long terme payables

source: Bonds Payable
ca: Bons a pagar
es: Bonos por pagar
fr: Obligations à payer

source: Mortgage Payable
ca: Hipoteca a pagar
es: Hipoteca a pagar
fr: Hypothèque à payer

source: Common Stock
ca: Estoc comú
es: Stock común
fr: Actions ordinaires

source: Preferred Stock
ca: Estoc preferit
es: Acciones preferentes
fr: Stock privilégié

source: Other Equity Adjustments
ca: Altres ajustaments de capital
es: Otros ajustes de capital
fr: Autres ajustements de capitaux propres

source: Dividends & Distributions to Shareholders
ca: Dividends i distribucions als accionistes
es: Dividendos y distribuciones a los accionistas
fr: Dividendes et distributions aux actionnaires

source: Operational Income
ca: Ingressos operatius
es: Ingreso operativo
fr: Revenu opérationnel

source: Investing/Passive Income
ca: Investigació/ingressos passius
es: Inversión/ingreso pasivo
fr: Investissement / revenu passif

source: Interest Income
ca: Ingressos d’interès
es: Ingresos por intereses
fr: Revenu d'intérêt

source: Capital Gain/Loss Income
ca: Ingressos de guanys/pèrdues de capital
es: Ingresos de ganancia/pérdida de capital
fr: Revenu de gain / perte en capital

source: Other Income
ca: Altres ingressos
es: Otros ingresos
fr: Autres revenus

source: Cost of Goods Sold
ca: Cost de les mercaderies venudes
es: Costo de bienes vendidos
fr: Coût des marchandises vendues

source: Regular Expense
ca: Despesa regular
es: Gasto regular
fr: Dépenses régulières

source: Interest Expense - Short Term Debt
ca: Despesa d’interès: deute a curt termini
es: Gastos de intereses - Deuda a corto plazo
fr: Intérêts - dette à court terme

source: Interest Expense - Long Term Debt
ca: Despesa d’interès: deute a llarg termini
es: Gastos de intereses - Deuda a largo plazo
fr: Intérêts - dette à long terme

source: Tax Expense
ca: Despesa fiscal
es: Gasto fiscal
fr: Dépenses fiscales

source: Capital Expense
ca: Despesa de capital
es: Gasto de capital
fr: Dépenses de capital

source: Depreciation Expense
ca: Despesa d'amortització
es: Gasto de depreciación
fr: Frais d'amortissement

source: Amortization Expense
ca: Despesa d’amortització
es: Gasto de amortización
fr: Dépenses d'amortissement

source: Other Expense
ca: Altra despesa
es: Otro gasto
fr: Autres dépenses

source: Account code must be alpha numeric, got {%s}
ca: El codi de compte ha de ser alfa numèric, GOT {%s}
es: El código de cuenta debe ser alfa numérico, Got {%s}
fr: Le code du compte doit être alpha numérique, obtenu {%s}

source: Credit
ca: Crèdit
es: Crédito
fr: Crédit

source: Debit
ca: Previ
es: Débito
fr: Débit

source: Account Code
ca: Codi de compte
es: Código de cuenta
fr: Code de compte

source: Account Role
ca: Compte
es: Rol de cuenta
fr: Rôle de compte

source: Coa Role Default Account
ca: Compte per defecte de rol CoA
es: Cuenta predeterminada de rol de COA
fr: Compte par défaut du rôle de COA

source: Account Balance Type
ca: Tipus de saldo del compte
es: Tipo de saldo de cuenta
fr: Type de solde du compte

source: Locked
ca: Tancat
es: Encerrado
fr: Fermé

source: Active
ca: Activa
es: Activo
fr: Actif

source: Chart of Accounts
ca: Gràfic de comptes
es: Gráfico de cuentas
fr: Graphique

source: Account
ca: Compte
es: Cuenta
fr: Compte

source: Accounts
ca: Comptes
es: Cuentas
fr: Comptes

source: Cannot activate account {self.code}: {self.name}. Active: {self.is_active()}
ca: No es pot activar el compte {self.code}: {self.name}. Actiu: {self.is_active()}
es: No se puede activar la cuenta {self.code}: {self.name}. Activo: {self.is_active ()}
fr: Impossible d'activer le compte {self.code}: {self.name}. Actif: {self.is_active ()}

source: Cannot deactivate account {self.code}: {self.name}. Active: {self.is_active()}
ca: No es pot desactivar el compte {self.code}: {self.name}. Actiu: {self.is_active()}
es: No se puede desactivar la cuenta {self.code}: {self.name}. Activo: {self.is_active ()}
fr: Impossible de désactiver le compte {self.code}: {self.name}. Actif: {self.is_active ()}

source: Entity Model
ca: Model d’entitat
es: Modelo de entidad
fr: Modèle d'entité

source: Must pass user_model when using entity_slug.
ca: Ha de passar user_model quan s'utilitza entity_slug.
es: Debe pasar user_model cuando se use entity_slug.
fr: Doit passer User_Model lors de l'utilisation d'entité_slug.

source: Bank Account
ca: Compte bancari
es: Cuenta bancaria
fr: Compte bancaire

source: Draft
ca: Dirigir
es: Borrador
fr: Brouillon

source: In Review
ca: En revisió
es: En revisión
fr: En revue

source: Approved
ca: Aprovat
es: Aprobado
fr: Approuvé

source: Paid
ca: Pagada
es: Pagado
fr: Payé

source: Canceled
ca: Cancel·lat
es: Cancelado
fr: Annulé

source: Void
ca: Buit
es: Vacío
fr: Vide

source: Bill Number
ca: Número de factura
es: Número de factura
fr: Numéro de facture

source: Bill Status
ca: Estat de la factura
es: Estado de factura
fr: Statut de facture

source: External Reference Number
ca: Número de referència extern
es: Número de referencia externo
fr: Numéro de référence externe

source: Vendor
ca: Venedor
es: Proveedor
fr: Fournisseur

source: Bill Additional Info
ca: Informació addicional de facturació
es: Factura información adicional
fr: Facturer des informations supplémentaires

source: Bill Items
ca: Articles de factura
es: Artículos de factura
fr: Facturer les articles

source: Associated Customer Job/Estimate
ca: Treball/estimació del client associat
es: Trabajo/estimación del cliente asociado
fr: Emploi / estimation du client associé

source: In Review Date
ca: A la data de revisió
es: En la fecha de revisión
fr: Dans la date d'examen

source: Approved Date
ca: Data aprovada
es: Fecha aprobada
fr: Date approuvée

source: Paid Date
ca: Data de pagament
es: Fecha de pago
fr: Date payante

source: Void Date
ca: Data de buit
es: Fecha de vacío
fr: Date de vide

source: Canceled Date
ca: Data cancel·lada
es: Fecha cancelada
fr: Date annulée

source: Bill
ca: Compta
es: Factura
fr: Facture

source: Bills
ca: Factures
es: Facturas
fr: Billets

source: Do you want to mark Bill %s as Draft?
ca: Voleu marcar com a esborrany el projecte de llei %s ?
es: ¿Quieres marcar el proyecto de ley como borrador?
fr: Voulez-vous marquer Bill %s comme projet?

source: Do you want to mark Bill %s as In Review?
ca: Voleu marcar Bill %s com en revisió?
es: ¿Quieres marcar el billón %s como en la revisión?
fr: Voulez-vous marquer Bill %s comme en revue?

source: Do you want to mark Bill %s as Approved?
ca: Voleu marcar el projecte de llei que s'aprova %s ?
es: ¿Quieres marcar el bill %s como aprobado?
fr: Voulez-vous marquer Bill %s comme approuvé?

source: Do you want to mark Bill %s as Paid?
ca: Voleu marcar la factura %s tal com es paga?
es: ¿Quieres marcar el billete %s como pagado?
fr: Voulez-vous marquer Bill %s comme payé?

source: Do you want to void Bill %s?
ca: Voleu anul·lar Bill %s?
es: ¿Quieres anular el billete %s?
fr: Voulez-vous annuler Bill%s?

source: Do you want to mark Bill %s as Canceled?
ca: Voleu marcar el Bill %s tal com es cancel·la?
es: ¿Quieres marcar el bill %s como cancelado?
fr: Voulez-vous marquer Bill %s comme annulé?

source: Bill {self.bill_number} cannot be deleted...
ca: Bill {self.bill_number} no es pot suprimir ...
es: Bill {self.bill_number} no se puede eliminar ...
fr: Bill {self.bill_number} ne peut pas être supprimé ...

source: Closing Date
ca: Data de tancament
es: Fecha de cierre
fr: Date de clôture

source: Is Posted
ca: Es publica
es: Se publica
fr: Est affiché

source: Only one Closing Entry for Date Allowed.
ca: Només es permet una entrada de tancament per a la data.
es: Solo una entrada de cierre para la fecha permitida.
fr: Une seule entrée de clôture pour la date autorisée.

source: Closing Entry {self.closing_date} is already posted.
ca: L'entrada de tancament {self.closing_date} ja està publicada.
es: La entrada de cierre {self.closing_date} ya está publicado.
fr: La fermeture de l'entrée {self.closing_date} est déjà publiée.

source: Are you sure you want to post Closing Entry dated {self.closing_date}?
ca: Esteu segur que voleu publicar l'entrada de tancament amb data {self.closing_date}?
es: ¿Estás seguro de que quieres publicar la entrada de cierre fechada {self.closing_date}?
fr: Êtes-vous sûr de vouloir publier une entrée de fermeture datée {self.closing_date}?

source: Closing Entry {self.closing_date} is not posted.
ca: L'entrada de tancament {self.closing_date} no es publica.
es: La entrada de cierre {self.closing_date} no se publica.
fr: La fermeture de l'entrée {self.closing_date} n'est pas publiée.

source: Are you sure you want to unpost Closing Entry dated {self.closing_date}?
ca: Esteu segur que voleu que l’entrada de tancament no posi datada {self.closing_date}?
es: ¿Estás seguro de que quieres no superar la entrada de cierre fechada {self.closing_date}?
fr: Êtes-vous sûr de souhaiter une entrée de clôture défectueuse datée {self.closing_date}?

source: Cannot update transactions of a posted Closing Entry.
ca: No es pot actualitzar les transaccions d'una entrada de tancament publicada.
es: No se puede actualizar las transacciones de una entrada de cierre publicada.
fr: Impossible de mettre à jour les transactions d'une entrée de clôture affichée.

source: Are you sure you want to update all Closing Entry {self.closing_date} transactions? This action will delete existing closing entry transactions and create new ones.
ca: Esteu segur que voleu actualitzar totes les transaccions d’entrada de tancament {self.closing_date}? Aquesta acció eliminarà les transaccions d'entrada de tancament existents i en crearà de noves.
es: ¿Estás seguro de que quieres actualizar todas las transacciones de entrada de entrada {self.closing_date}? Esta acción eliminará las transacciones de entrada de cierre existentes y creará otras nuevas.
fr: Êtes-vous sûr de vouloir mettre à jour toutes les transactions de clôture de l'entrée {self.closing_date}? Cette action supprimera les transactions d'entrée de fermeture existantes et en créera de nouvelles.

source: Cannot delete a posted Closing Entry
ca: No es pot eliminar una entrada de tancament publicada
es: No se puede eliminar una entrada de cierre publicada
fr: Impossible de supprimer une entrée de clôture publiée

source: Are you sure you want to delete Closing Entry {self.closing_date}? This action cannot be undone.
ca: Esteu segur que voleu suprimir l'entrada de tancament {self.closing_date}? Aquesta acció no es pot desfer.
es: ¿Estás seguro de que quieres eliminar la entrada de cierre {self.closing_date}? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer l'entrée de fermeture {self.closing_date}? Cette action ne peut pas être annulée.

source: Account Model
ca: Model de compte
es: Modelo de cuenta
fr: Modèle de compte

source: Activity
ca: Activitat
es: Actividad
fr: Activité

source: Transaction Type
ca: Tipus de transacció
es: Tipo de transacción
fr: Type de transaction

source: Closing Entry Balance
ca: Saldo d’entrada de tancament
es: Balance de entrada de cierre
fr: Solde d'entrée de clôture

source: Closing Entry Model
ca: Model d’entrada de tancament
es: Modelo de entrada de cierre
fr: Modèle d'entrée de clôture

source: Entity
ca: Entitat
es: Entidad
fr: Entité

source: Is Active
ca: Està actiu
es: Es activo
fr: Est actif

source: CoA Description
ca: Descripció de COA
es: Descripción de COA

source: Chart of Account
ca: Gràfic del compte
es: Gráfico de cuenta
fr: Graphique

source: CoA {self.uuid} already has a slug
ca: Coa {self.uuid} ja té una llimada
es: Coa {self.uuid} ya tiene una babosa
fr: Coa {self.uuid} a déjà une limace

source: The Chart of Accounts {self.slug} is already default
ca: El gràfic de comptes {self.slug} ja és predeterminat
es: El cuadro de cuentas {self.slug} ya está predeterminado
fr: Le tableau de comptes {self.slug} est déjà par défaut

source: The Chart of Accounts is currently active.
ca: Actualment, el gràfic dels comptes està actiu.
es: El cuadro de cuentas está actualmente activo.
fr: Le tableau des comptes est actuellement actif.

source: The Chart of Accounts is currently not active.
ca: Actualment, el gràfic de comptes no està actiu.
es: El cuadro de cuentas actualmente no está activo.
fr: Le tableau des comptes n'est actuellement pas actif.

source: Default Chart of Accounts cannot be deactivated.
ca: El gràfic de comptes per defecte no es pot desactivar.
es: El gráfico predeterminado de las cuentas no se puede desactivar.
fr: Le tableau par défaut des comptes ne peut pas être désactivé.

source: Customer Number
ca: Número de client
es: Número de cliente
fr: Numéro de client

source: Customer Entity
ca: Entitat del client
es: Entidad del cliente
fr: Entité client

source: Customer
ca: Clienta
es: Cliente
fr: Client

source: Associated Bank Account Model
ca: Model de compte bancari associat
es: Modelo de cuenta bancaria asociada
fr: Modèle de compte bancaire associé

source: Ledger Model
ca: Model de Ledger
es: Modelo de contabilidad
fr: Modèle de grand livre

source: Import Job Completed
ca: Importa feina finalitzada
es: Trabajo de importación completado
fr: Importer le travail terminé

source: Import Job Model
ca: Model de treball d’importació
es: Modelo de trabajo de importación
fr: Modèle d'emploi à importer

source: Are you sure you want to delete Import Job {self.description}?
ca: Esteu segur que voleu suprimir la feina d’importació {self.description}?
es: ¿Estás seguro de que quieres eliminar el trabajo de importación {self.description}?
fr: Êtes-vous sûr de vouloir supprimer le travail d'importation {self.description}?

source: Parent Transaction
ca: Transacció pare
es: Transacción de padres
fr: Transaction parentale

source: Date Posted
ca: Data publicada
es: Fecha publicada
fr: Date publiée

source: Bundle Split Transactions
ca: Transaccions dividides de paquet
es: Transacciones divididas de paquete
fr: Récompenser les transactions

source: Proposed Activity
ca: Activitat proposada
es: Actividad propuesta
fr: Activité proposée

source: Entity Unit Model
ca: Model d’unitat d’entitats
es: Modelo de unidad de entidad
fr: Modèle d'unité d'entité

source: Staged Transaction Model
ca: Model de transacció escenificat
es: Modelo de transacción escenificada
fr: Modèle de transaction mis en scène

source: Staged Transaction {self.uuid} already split.
ca: La transacció escenificada {self.uuid} ja es divideix.
es: Transacción escenificada {self.uuid} ya se dividió.
fr: Transaction mise en scène {self.uuid} déjà divisé.

source: Invalid Bank Account for LedgerModel. No matching Entity Model found.
ca: Compte bancari no vàlid per a LedGermodel. No s'ha trobat cap model d'entitat coincident.
es: Cuenta bancaria no válida para Ledgermodel. No se encontró ningún modelo de entidad coincidente.
fr: Compte bancaire non valide pour Ledgermodel. Aucun modèle d'entité correspondant trouvé.

source: The Closing Entry Model {closing_entry_model} does not belong to Entity {self.name}
ca: El model d'entrada de tancament {closing_entry_model} no pertany a l'entitat {self.name}
es: El modelo de entrada de cierre {Closing_entry_Model} no pertenece a la entidad {self.name}
fr: Le modèle d'entrée de clôture {closing_entry_model} n'appartient pas à l'entité {self.name}

source: The Closing Entry Model date {closing_entry_model.closing_date}
ca: La data del model d’entrada de tancament {closing_entry_model.closing_date}
es: La fecha del modelo de entrada de cierre {Closing_entry_Model.Closing_Date}
fr: La date du Closing Entry Model {closing_entry_model.closing_date}

source: Cannot create closing entry with a future date {closing_date}.
ca: No es pot crear l'entrada de tancament amb una data futura {closing_date}.
es: No se puede crear la entrada de cierre con una fecha futura {Closing_Date}.
fr: Impossible de créer une entrée de clôture avec une date future {closing_date}.

source: Default Chart of Accounts
ca: Gràfic per defecte dels comptes
es: Gráfico predeterminado de cuentas
fr: Tableau de comptes par défaut

source: Admin
ca: Administrador
es: Administración
fr: Administrer

source: Managers
ca: Gestors
es: Gerentes

source: Use Accrual Method
ca: Utilitzeu el mètode de meritació
es: Usar el método de acumulación
fr: Utiliser la méthode d'accumulation

source: Fiscal Year Start
ca: Inici de l'exercici fiscal
es: Inicio del año fiscal
fr: Début de l'exercice

source: Last Closing Entry Date
ca: Data d’entrada de la darrera vegada
es: Última fecha de entrada de cierre
fr: Dernière date de clôture

source: Entities
ca: Entitats
es: Entidades
fr: Entités

source: Invalid Parent Entity.
ca: Entitat principal no vàlida.
es: Entidad madre inválida.
fr: Entité parent non valide.

source: Only slug, UUID or EntityModel allowed.
ca: Només es permeten llimac, uuid o entitatModel.
es: Solo se permiten la babosa, UUID o EntityModel.
fr: Seule le limace, l'UUID ou l'entitémode autorisé.

source: Cannot replace existing slug {self.slug}. Use force_update=True if needed.
ca: No es pot substituir Slug {self.slug}. Utilitzeu force_update = true si cal.
es: No se puede reemplazar la babosa existente {self.slug}. Use force_update = true si es necesario.
fr: Impossible de remplacer Slug existant {self.slug}. Utilisez force_update = true si nécessaire.

source: No default_coa found.
ca: No es troba cap defecte_coa.
es: No se encontró default_coa.
fr: Aucun défaut de défaut.
