Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: Are you sure you want to delete Ledger {self.name} from Entity {self.get_entity_name()}?
ca: Esteu segur que voleu eliminar Ledger {self.name} de l'entitat {self.get_entity_name()}?
es: ¿Estás seguro de que quieres eliminar el Ledger {Self.name} de Entity {Self.get_entity_name ()}?
fr: Êtes-vous sûr de vouloir supprimer ledger {self.name} de l'entité {self.get_entity_name()}?

source: Slug field must contain at least 10 characters.
ca: El camp de llimac ha de contenir almenys 10 caràcters.
es: El campo de las babosas debe contener al menos 10 caracteres.
fr: Le champ Slug doit contenir au moins 10 caractères.

source: Address Line 1
ca: Línia d'adreces 1
es: Dirección Línea 1
fr: Adresse Ligne 1

source: Address Line 2
ca: Línia d'adreces 2
es: Línea de dirección 2
fr: Ligne d'adresse 2

source: State/Province
ca: Estat/província
es: Estado/Provincia
fr: État / province

source: Website
ca: Lloc web
es: Sitio web
fr: Site web

source: Phone Number
ca: Número de telèfon
es: Número de teléfono
fr: Numéro de téléphone

source: Amount Due
ca: Quantitat degut
es: Monto adeudado
fr: Montant dû

source: Amount Paid
ca: Import pagat
es: Monto pagado
fr: Montant payé

source: Amount Receivable
ca: Quantitat a cobrar
es: Cantidad por cobrar
fr: Montant des débiteurs

source: Amount Unearned
ca: Import no experimentat
es: Cantidad no ganada
fr: Montant non gagné

source: Amount Earned
ca: Quantitat guanyada
es: Cantidad ganada
fr: Montant gagné

source: Accrue
ca: Aumentar
es: Acumularse
fr: S'accumuler

source: Progress Amount
ca: Import de progrés
es: Cantidad de progreso
fr: Montant de progrès

source: Terms
ca: Condicions
es: Términos
fr: Termes

source: Due Date
ca: Dues dates
es: Dos fechas
fr: Deux dates

source: Markdown Notes
ca: Notes de Markdown
es: Notas de markdown
fr: Notes de marque

source: Checking
ca: Facturació
es: De cheques
fr: Vérification

source: Savings
ca: Estalvis
es: Ahorros
fr: Économies

source: Only digits allowed
ca: Només els dígits permesos
es: Solo dígitos permitidos
fr: Seuls les chiffres autorisés

source: SWIFT Number
ca: Número ràpid
es: Número rápido
fr: Numéro rapide

source: Tax Registration Number
ca: Número de registre d’impostos
es: Número de registro de impuestos
fr: Numéro d'enregistrement d'impôt

source: Sales Tax Rate
ca: Tipus d’impost de vendes
es: Tasa de impuestos sobre ventas
fr: Taux de taxe de vente

source: Fulfilled
ca: Complert
es: Satisfecho
fr: Réalisé

source: Purchase Order Number
ca: Número de comanda de compra
es: Número de pedido de compra
fr: Numéro de commande d'achat

source: Purchase Order Title
ca: Títol de la comanda de compra
es: Título de la orden de compra
fr: Titre de commande d'achat

source: PO Title must be greater than 5
ca: El títol de PO ha de ser superior a 5
es: El título de PO debe ser mayor de 5
fr: Le titre PO doit être supérieur à 5

source: Purchase Order Amount
ca: Import de la comanda de compra
es: Cantidad de la orden de compra
fr: Montant de la commande d'achat

source: Received Amount
ca: Import rebut
es: Monto recibido
fr: Montant reçu

source: Fulfillment Date
ca: Data de compliment
es: Fecha de cumplimiento
fr: Date de réalisation

source: Purchase Order Items
ca: Articles de la comanda de compra
es: Artículos de orden de compra
fr: Articles de commande d'achat

source: Do you want to mark Purchase Order %s as Draft?
ca: Voleu marcar la comanda de compra %s com a esborrany?
es: ¿Quieres marcar el pedido de la orden de compra %s como borrador?
fr: Voulez-vous marquer le bon de commande %s comme projet?

source: Do you want to mark Purchase Order %s as In Review?
ca: Voleu marcar la comanda de compra %s com en revisió?
es: ¿Quieres marcar el pedido de compra %s como en la revisión?
fr: Voulez-vous marquer le bon de commande %s comme en revue?

source: Do you want to mark Purchase Order %s as Approved?
ca: Voleu marcar la comanda de compra %s tal com s’aprova?
es: ¿Quieres marcar el pedido de compra %s como aprobado?
fr: Voulez-vous marquer le bon de commande %s approuvé?

source: Do you want to mark Purchase Order %s as Canceled?
ca: Voleu marcar la comanda de compra %s tal i com es cancel·la?
es: ¿Quieres marcar el pedido de compra %s como cancelado?
fr: Voulez-vous marquer le bon de commande %s comme annulé?

source: Do you want to mark Purchase Order %s as Fulfilled?
ca: Voleu marcar la comanda de compra %s com es compleix?
es: ¿Quieres marcar el orden de compra %s como se cumple?
fr: Voulez-vous marquer le bon de commande %s tel que rempli?

source: Do you want to mark Purchase Order %s as Void?
ca: Voleu marcar la comanda de compra %s com a buit?
es: ¿Quieres marcar el orden de compra %s como nulo?
fr: Voulez-vous marquer le bon de commande %s comme vide?

source: Tx Type
ca: Tipus tx
es: Tipo TX
fr: Type TX

source: Journal Entry to be associated with this transaction.
ca: Entrada de diari per associar -se a aquesta transacció.
es: La entrada del diario para estar asociada con esta transacción.
fr: Entrée de journal à association à cette transaction.

source: Account from Chart of Accounts to be associated with this transaction.
ca: Compte del gràfic de comptes que estarà associat a aquesta transacció.
es: Cuenta de la tabla de cuentas para estar asociada con esta transacción.
fr: Compte du tableau des comptes à association à cette transaction.

source: Amount
ca: Quantitat
es: Cantidad
fr: Montant

source: Account of the transaction.
ca: Compte de la transacció.
es: Cuenta de la transacción.
fr: Compte de la transaction.

source: Tx Description
ca: Descripció TX
es: Descripción de TX
fr: Description TX

source: A description to be included with this individual transaction
ca: Una descripció que cal incloure amb aquesta transacció individual
es: Una descripción que se incluirá con esta transacción individual
fr: Une description à inclure avec cette transaction individuelle

source: Transaction
ca: Transacció
es: Transacción

source: Transactions
ca: Transaccions
es: Actas

source: Cannot transact on root accounts
ca: No es pot transaccionar en comptes arrels
es: No se puede realizar transacciones en cuentas raíz
fr: Impossible de transformer sur les comptes racinaires

source: Cannot modify transactions on locked journal entries
ca: No es pot modificar les transaccions en entrades de revistes bloquejades
es: No se puede modificar las transacciones en las entradas de diario bloqueadas
fr: Impossible de modifier les transactions sur les entrées de journal verrouillées

source: Unit Entity
ca: Entitat unitat
es: Entidad unitaria
fr: Entité unitaire

source: Is Hidden
ca: Està amagat
es: Está oculto
fr: Est caché

source: Vendor Entity
ca: Entitat del venedor
es: Entidad vendedor
fr: Entité de fournisseur

source: Create Account
ca: Crea un compte
es: Crear una cuenta
fr: Créer un compte

source: Account Transaction List Report
ca: Informe de la llista de transaccions del compte
es: Informe de la lista de transacciones de la cuenta
fr: Rapport de liste de transactions de compte

source: Accounts List
ca: Llista de comptes
es: Lista de cuentas
fr: Liste des comptes

source: Back to CoA List
ca: Tornar a la llista de COA
es: Volver a la lista COA
fr: Retour à la liste COA

source: Actions
ca: Accions
es: Comportamiento
fr: Actes

source: Balance Type
ca: Tipus d’equilibri
es: Tipo de equilibrio
fr: Type d'équilibre

source: CoA Role Default
ca: COA per defecte
es: COA Rol de valor predeterminado
fr: Rôle COA par défaut

source: Detail
ca: Detall
es: Detalle
fr: Détail

source: Update
ca: Actualitzar
es: Actualizar
fr: Mise à jour

source: Activate
ca: Activar
es: Activar
fr: Activer

source: Deactivate
ca: Desactivar
es: Desactivar
fr: Désactiver

source: Login
ca: Iniciar sessió
es: Acceso
fr: Se connecter

source: Create Bank Account
ca: Crea un compte bancari
es: Crear cuenta bancaria
fr: Créer un compte bancaire

source: Create
ca: Crear
es: Crear
fr: Créer

source: Back
ca: Esquena
es: Atrás
fr: Dos

source: New Bank Account
ca: Nou compte bancari
es: Nueva cuenta bancaria
fr: Nouveau compte bancaire

source: Routing
ca: Encaminador
es: Enrutamiento
fr: Routage

source: Inactivate
ca: Inactivar
es: Inactivar
fr: Inactiver

source: Create Bill
ca: Crea factura
es: Crear factura
fr: Créer une facture

source: Bill for
ca: Factura per
es: Facturar para
fr: Facturer

source: Go Back
ca: Tornar enrere
es: Volver
fr: Remonter

source: Bill List
ca: Llista de factures
es: Lista de facturas
fr: Liste de factures

source: Accrued
ca: Ells
es: Acumulado
fr: Accumulé

source: You Still Owe
ca: Encara deveu
es: Sigue debes
fr: Tu dois toujours

source: Item
ca: Article
es: Artículo
fr: Article

source: Unit Cost
ca: Cost unitari
es: Costo unitario
fr: Coût unitaire

source: PO
ca: Després
es: Después
fr: Après

source: View PO
ca: Veure PO
es: Ver PO
fr: Voir Po

source: Balance Sheet
ca: Balanç
es: Balance
fr: Bilan

source: Income Statement
ca: Declaració de resultats
es: Estado de resultados
fr: Revenu

source: Cash Flow Statement
ca: Estat de flux de caixa
es: Estado de flujo de caja
fr: Compte de flux de trésorerie

source: Balance Sheet PDF
ca: Balanç PDF
es: Balance general pdf
fr: Bilan pdf

source: Income Statement PDF
ca: Compte de resultats pdf
es: Estado de resultados pdf
fr: État de résultat PDF

source: Cash Flow Statement PDF
ca: Estat de fluxos de caixa PDF
es: Estado de flujo de efectivo pdf
fr: Déclaration de trésorerie PDF

source: Bill Transactions
ca: Transaccions de factura
es: Transacciones de factura
fr: Transactions de facture

source: Latest Bills
ca: Últimes factures
es: Últimos proyectos de ley
fr: Dernières factures

source: Go to month:
ca: Anar al mes:
es: Ir al mes:
fr: Aller au mois:

source: All
ca: Totes
es: Todo
fr: Tous

source: Go to year:
ca: Anar a any:
es: Ir al año:
fr: Aller à l'année:

source: Save Bill
ca: Desa la factura
es: Guardar Bill
fr: Sauver la facture

source: Back to Bill Detail
ca: Tornar al detall de la factura
es: Volver al detalle de la factura
fr: Retour au détail de la facture

source: Go To Dashboard
ca: Vés al tauler de comandament
es: Ir al tablero
fr: Aller au tableau de bord

source: Ledger State
ca: Estat de Ledger
es: Estado de contabilidad
fr: État de grand livre

source: Bill Ledger
es: Libro mayor
fr: Grand grand livre

source: Ledger Journal Entries
ca: Entrades de revistes de Ledger
es: Entradas de diario de libros
fr: Entrées du journal du ledger

source: Lock Ledger
ca: Ledger de bloqueig
es: Libro de bloqueo
fr: Grand livre de verrouillage

source: Unlock Ledger
ca: Desbloqueja Ledger
es: Desbloquear el libro mayor
fr: Déverrouiller le grand livre

source: Force Migrate
ca: Força migrar
es: Fuerza migrar
fr: La force migrer

source: Bill Configuration
ca: Configuració de la factura
es: Configuración de facturas
fr: Configuration de facture

source: Due in
ca: Dos a
es: Dos en
fr: Deux dans

source: View
ca: Visió
es: Vista
fr: Voir

source: Mark as Paid
ca: Marca tal com es paga
es: Mark como pagado
fr: Marquez comme payé

source: Mark as Canceled
ca: Marca tal com es cancel·la
es: Marcos como cancelado
fr: Marquez comme annulé

source: This bill is
ca: Aquesta factura és
es: Este proyecto de ley es
fr: Ce projet de loi est

source: Is Accrued
ca: Està acumulat
es: Está acumulado
fr: Est accumulé

source: External Ref
ca: Ref extern
es: Referencia externa
fr: Référence externe

source: Progressed
ca: Progressar
es: Avanzado
fr: Progressé

source: Mark as Draft
ca: Marca com a esborrany
es: Mark como borrador
fr: Marquez comme projet

source: Mark as Review
ca: Marca com a revisió
es: Mark como revisión
fr: Marquez comme revue

source: Mark as Approved
ca: Marca tal com s’aprova
es: Marcos como aprobado
fr: Marquez comme approuvé

source: New Bill
ca: Nou factura
es: Nuevo proyecto de ley
fr: Nouvelle facture

source: PO Qty
es: Po Cantidad
fr: Po Qté

source: PO Amount
ca: Quantitat de PO
es: Cantidad de PO
fr: Montant de PO

source: Unit
ca: Unitat
es: Unidad
fr: Unité

source: New Item
ca: Nou article
es: Nuevo artículo
fr: Nouvel article

source: Number
ca: Nombre
es: Número
fr: Nombre

source: Status
ca: Condició
es: Estado
fr: Statut

source: Status Date
ca: Data de l'estat
es: Fecha de estado
fr: Date de statut

source: Payments
ca: Pagaments
es: Pagos
fr: Paiements

source: Past Due
ca: Passat degut
es: Debido a
fr: Passé en raison

source: DEFAULT
ca: No pagar
es: POR DEFECTO
fr: DÉFAUT

source: Entity Default
ca: Per defecte de l'entitat
es: Entidad predeterminado
fr: Entité par défaut

source: Total Accounts
ca: Comptes totals
es: Cuentas totales
fr: Comptes totaux

source: Active Accounts
ca: Comptes actius
es: Cuentas activas
fr: Comptes actifs

source: Locked Accounts
ca: Comptes bloquejats
es: Cuentas bloqueadas
fr: Comptes verrouillés

source: Created
ca: Creada
es: Creado
fr: Créé

source: Updated
ca: Actualitzat
es: Actualizado
fr: Mis à jour

source: ago
ca: 'fa' més un període
es: atrás
fr: il y a

source: Add Account
ca: Afegeix un compte
es: Agregar cuenta
fr: Ajouter un compte

source: Mark as Default
ca: Marca com a valor per defecte
es: Marca como predeterminado
fr: Marquez par défaut

source: Mark as Inactive
ca: Marca com a inactiu
es: Marca como inactiva
fr: Mark comme inactif

source: Mark as Active
ca: Marca tan actiu
es: Marque como activo
fr: Marquez comme actif

source: Create Closing Entry
ca: Creeu l'entrada de tancament
es: Crear entrada de cierre
fr: Créer une entrée de clôture

source: Back To Closing Entries
ca: Tornar a les entrades de tancament
es: Volver a las entradas de cierre
fr: Retour à la clôture des entrées

source: Back to Closing Entry List
ca: Tornar a la llista d'entrada de tancament
es: Volver a la lista de entrada de cierre
fr: Retour à la liste des entrées de clôture

source: Closing Entry Transactions
ca: Transaccions d’entrada de tancament
es: Cierre de transacciones de entrada
fr: Transactions d'entrée de clôture

source: Closing Entries
ca: Entrades de tancament
es: Entradas de cierre
fr: Entrées de clôture

source: Latest Closing Entries
ca: Últimes entrades de tancament
es: Últimas entradas de cierre
fr: Dernières entrées de clôture

source: Closing Entry
ca: Entrada de tancament
es: Entrada de cierre
fr: Entrée de clôture

source: Created:
ca: Creat:
es: Creado:
fr: Créé:

source: Transaction Count:
ca: Recompte de transaccions:
es: Recuento de transacciones:
fr: Nombre de transactions:

source: Go To
ca: Anar a
es: Ir a
fr: Aller à

source: Post
ca: Posició
es: Correo
fr: Poste

source: Update Transactions
ca: Actualitzar les transaccions
es: Actualizar transacciones
fr: Mettre à jour les transactions

source: UnPost
ca: Desgast
es: Descuidado
fr: Détruit

source: Update Notes
ca: Notes d'actualització
es: Notas de actualización
fr: Mettre à jour les notes

source: Closing Entry Date
ca: Data d’entrada de tancament
es: Fecha de entrada de cierre
fr: Date d'entrée de clôture

source: Txs Count
ca: Compte TXS
es: TXS cuenta

source: Details
ca: Detalls
es: Detalles
fr: Détails

source: TX Type
ca: Tipus tx
es: Tipo TX
fr: Type TX

source: Select Date
ca: Seleccioneu Data
es: Fecha de selección
fr: Sélectionner la date

source: Feedback
ca: Comentaris
es: Comentario
fr: Retour

source: Report a Bug
ca: Informeu d’un error
es: Informar un error
fr: Signaler un bug

source: Request a Feature
ca: Sol·liciteu una funció
es: Solicitar una función
fr: Demander une fonctionnalité

source: Request a New Feature
ca: Sol·liciteu una funció nova
es: Solicitar una nueva función
fr: Demander une nouvelle fonctionnalité

source: Mark As Paid
ca: Marca tal com es paga
es: Mark como pagado
fr: Marquez comme payé

source: Confirm
ca: Confirmar
es: Confirmar
fr: Confirmer

source: Month
ca: Mes
es: Mes
fr: Mois

source: thru
ca: fins
es: a través de
fr: à travers

source: Go To Current Month
ca: Aneu al mes actual
es: Ir al mes actual
fr: Aller au mois en cours

source: Create Customer
ca: Crea client
es: Crear cliente
fr: Créer un client

source: New Customer
ca: Nou client
es: Nuevo cliente
fr: Nouveau client

source: Update Customer
ca: Actualitzeu el client
es: Actualizar el cliente
fr: Mettre à jour le client

source: Customer Information
ca: Informació del client
es: Información del cliente
fr: Informations sur les clients

source: Edit
ca: Preprarar una edició
es: Editar
fr: Modifier

source: Address
ca: Adreça
es: DIRECCIÓN
fr: Adresse

source: Hidden
ca: Ocult
es: Oculto
fr: Caché

source: Import OFX File
ca: Importa el fitxer OFX
es: Importar archivo OFX
fr: Importation de fichier

source: Pending Transactions
ca: Transaccions pendents
es: Transacciones pendientes
fr: Transactions en attente

source: Imported Transactions
ca: Transaccions importades
es: Transacciones importadas
fr: Transactions importées

source: No file uploaded
ca: No es penja cap fitxer
es: No hay archivo cargado
fr: Aucun fichier téléchargé

source: Upload
ca: Penjar
es: Subir
fr: Télécharger

source: Import Job List
ca: Importa la llista de llocs de treball
es: Lista de trabajo de importación
fr: Liste d'emploi d'importation

source: Manage
ca: Dirigir
es: Administrar
fr: Gérer

source: View JE
ca: Vista i
es: Ver yo
fr: Voir Je

source: Transaction Activity
ca: Activitat de transacció
es: Actividad de transacción
fr: Activité de transaction

source: My Entities
ca: Les meves entitats
es: Mis entidades
fr: Mes entités

source: New Entity
ca: Nova entitat
es: Nueva entidad
fr: Nouvelle entité

source: New Entity Information
ca: Informació de la nova entitat
es: Información de nueva entidad
fr: Informations sur les nouvelles entités

source: Payables
ca: Pagaments
es: Cuentas por pagar
fr: Usines

source: Accrual Method
ca: Mètode de meritació
es: Método de acumulación
fr: Méthode d'accumulation

source: Cash Method
ca: Mètode en efectiu
es: Método de efectivo
fr: Méthode en espèces

source: Last Closing Date
ca: Última data de tancament
es: Última fecha de cierre
fr: Dernière date de clôture

source: Revenue Estimate
ca: Estimació dels ingressos
es: Estimación de ingresos
fr: Estimation des revenus

source: Cost Estimate
ca: Estimació del cost
es: Estimación de costos
fr: Estimation des coûts

source: Profit Estimate
ca: Estimació de beneficis
es: Estimación de la ganancia
fr: Estimation des bénéfices

source: Gross Margin Estimate
ca: Estimació del marge brut
es: Estimación del margen bruto
fr: Estimation de la marge brute

source: Estimate Items
ca: Estimar els articles
es: Artículos estimar
fr: Estimer les éléments

source: Purchase Orders
ca: Comandes de compra
es: Órdenes de compra
fr: Commandes d'achat

source: Initiate PO
ca: Iniciar PO
es: Iniciar PO
fr: Initier Po

source: Initiate Bill
ca: Inicieu la factura
es: Iniciar factura
fr: Lancer un projet de loi

source: Initiate Invoice
ca: Iniciar la factura
es: Iniciar factura
fr: Lancer une facture

source: Latest Estimates
ca: Últimes estimacions
es: Últimas estimaciones
fr: Dernières estimations

source: Save Estimate
ca: Estalvieu l'estimació
es: Save Estimación
fr: Sauver l'estimation

source: Estimated Revenue
ca: Ingressos estimats
es: Ingresos estimados
fr: Revenus estimés

source: Cost Breakdown
ca: Crack
es: Desglose de costos
fr: Ventilation des coûts

source: Labor Cost
ca: Cost laboral
es: Costo de mano de obra
fr: Coût de la main-d'œuvre

source: Materials Cost
ca: Cost dels materials
es: Costo de materiales
fr: Coût des matériaux

source: Equipment Cost
ca: Cost dels equips
es: Costo de equipo
fr: Coût de l'équipement

source: Other Cost
ca: Un altre cost
es: Otro costo
fr: Autre coût

source: Total Cost
ca: Cost total
es: Costo total
fr: Coût total

source: Estimated Gross Margin
ca: Marge brut estimat
es: Margen bruto estimado
fr: Marge brute estimée

source: Cost Progress
ca: El progrés del cost
es: Progreso de costos
fr: Progression des coûts

source: Invoice Progress
ca: Progrés de la factura
es: Progreso de la factura
fr: Progression de la facture

source: Received Progress
ca: Progrés rebut
es: Recibió progreso
fr: A reçu des progrès

source: Approve
ca: Aprovar
es: Aprobar
fr: Approuver

source: Unit Sale Price
ca: Preu de venda d’unitat
es: Precio de venta de unidades
fr: Prix ​​de vente unitaire

source: Total Cost Estimate
ca: Estimació de costos total
es: Estimación de costos totales
fr: Estimation du coût total

source: Total Revenue Estimate
ca: Estimació total dels ingressos
es: Estimación total de ingresos
fr: Estimation totale des revenus

source: Title
ca: Títol
es: Título
fr: Titre

source: Sales Price
ca: Preu de vendes
es: Precio de venta
fr: Prix ​​de vente

source: Unit Sales Price
ca: Preu de vendes d’unitats
es: Precio de venta de unidades
fr: Prix ​​de vente unitaire

source: Business Unit
ca: Unitat de negoci
es: Unidad de negocio
fr: Unité commerciale

source: Total Revenue
ca: Ingressos totals
es: Ingresos totales
fr: Revenus totaux

source: The Things I Pay For
ca: Les coses que pago
es: Las cosas que pago
fr: Les choses que je paie

source: Expense Number
ca: Número de despesa
es: Número de gastos
fr: Numéro de dépense

source: UOM
es: Usom

source: By Unit
ca: Per unitat
es: Por unidad
fr: Par unité

source: Download PDF
ca: Descarregueu PDF
es: Descargar PDF
fr: Télécharger PDF

source: Balance Through
ca: Equilibri mitjançant
es: Pasar
fr: Équilibrer

source: Retained Earnings
ca: Guanys retinguts
es: Ganancias retenidas
fr: Des bénéfices non répartis

source: Total EQUITY
ca: Equitat total
es: Equidad total
fr: Total des capitaux propres

source: Total Equity + Liabilities
ca: Equitat total + passius
es: Equidad total + Pasivos
fr: Total des capitaux propres + passifs

source: Cash from Operating Activities
ca: Efectiu de les activitats operatives
es: Efectivo de actividades operativas
fr: Cash provenant des activités d'exploitation

source: Noncash Charges to Non-current Accounts
ca: Càrrecs sense caixes a comptes no corrents
es: Cargos que no son de cuentas no corrientes
fr: Frais de non-cash aux comptes non courants

source: Noncash Charges to Current Accounts
ca: Càrrecs sense caixes als comptes corrents
es: CARGOS NO CASH A CUENTAS CALENTAS
fr: Frais de non-cash aux comptes actuels

source: Net Cash Provided by Operating Activities
ca: Efectiu net proporcionats per activitats operatives
es: Efectivo neto proporcionado por actividades operativas
fr: L'argent net fourni par les activités d'exploitation

source: Cash from Financing Activities
ca: Efectiu per activitats de finançament
es: Efectivo de las actividades de financiación
fr: Cash provenant des activités de financement

source: Net Cash Provided by Financing Activities
ca: Efectiu net proporcionat per activitats de finançament
es: Efectivo neto proporcionado por actividades de financiación
fr: L'argent net fourni par les activités de financement

source: Cash from Investing Activities
ca: Efectiu de les activitats d’inversió
es: Efectivo de actividades de inversión
fr: Cash provenant d'activités d'investissement

source: Net Cash Provided by Investing Activities
ca: Efectiu net proporcionat per activitats d’inversió
es: Efectivo neto proporcionado por actividades de inversión
fr: L'argent net fourni par les activités d'investissement

source: Net Cashflow
ca: Flux de caixa net
es: Flujo de caja neto
fr: Flux de trésorerie net

source: Net Cash From
ca: Efectiu net de
es: Efectivo neto de
fr: L'argent net de

source: Operating Revenues
ca: Ingressos operatius
es: Ingresos operativos
fr: Revenus opérationnels

source: Net Operating Revenues
ca: Ingressos nets operatius
es: Ingresos operativos netos
fr: Revenus de fonctionnement nets

source: Less: Cost of Goods Sold
ca: Menys: el cost de les mercaderies venudes
es: Menos: Costo de bienes vendidos
fr: Moins: coût des marchandises vendues

source: Net COGS
ca: Cogs netes
es: Engranajes netos
fr: Cogs nets

source: Gross Profit
ca: Benefici brut
es: Beneficio bruto
fr: Bénéfice brut
