Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: Choose from: {choices}
ca: Trieu entre: {choices}
es: Elija entre: \ n \ t {opciones}
fr: Choisissez parmi: {choices}

source: {value!r} is not a valid {number_type}.
ca: {value!r} no és un {number_type} vàlid.
es: {Value! R} no es un {number_type}.
fr: {value!r} n'est pas un {numéro_type} valide.

source: {value} is not in the range {range}.
ca: {value} no es troba a la gamma {range}.
es: {valor} no está en el rango {rango}.
fr: {value} n'est pas dans la plage {range}.

source: {value!r} is not a valid boolean.
ca: {value!r} no és un booleà vàlid.
es: {valor! R} no es un booleano válido.
fr: {value!r} n'est pas un booléen valide.

source: {value!r} is not a valid UUID.
ca: {value!r} no és un uuid vàlid.
es: {valor! R} no es un UUID válido.
fr: {value!r} n'est pas un UUID valide.

source: file
ca: dossier
es: archivo
fr: déposer

source: directory
ca: guia telefònica
es: directorio
fr: annuaire

source: path
ca: camí
es: camino
fr: chemin

source: {name} {filename!r} does not exist.
ca: {nom} {filename!r} no existeix.
es: {nombre} {nombre de archivo! R} no existe.
fr: {name} {filename!r} n'existe pas.

source: {name} {filename!r} is a file.
ca: {nom} {filename!r} és un fitxer.
es: {nombre} {FileName! R} es un archivo.
fr: {name} {filename!r} est un fichier.

source: {name} '{filename}' is a directory.
ca: {nom} '{filename}' és un directori.
es: {name} '{FileName}' es un directorio.
fr: {name} '{filename}' est un répertoire.

source: {name} {filename!r} is not readable.
ca: {nom} {filename!r} no es pot llegir.
es: {nombre} {nombre de archivo! R} no es legible.
fr: {name} {filename!r} n'est pas lisible.

source: {name} {filename!r} is not writable.
ca: {name} {filename!r} no és escrit.
es: {nombre} {nombre de archivo! R} no es escritura.
fr: {name} {filename!r} n'est pas écrite.

source: {name} {filename!r} is not executable.
ca: {name} {filename!r} no és executable.
es: {nombre} {FileName! R} no es ejecutable.
fr: {name} {filename!r} n'est pas exécutable.

source: No file selected!
ca: No hi ha cap fitxer seleccionat!
es: ¡No hay archivo seleccionado!
fr: Aucun fichier sélectionné!

source: Messages
ca: Missatges
es: Mensajes

source: Site Maps
ca: Maps de llocs
es: Mapas del sitio
fr: Sites de sites

source: Static Files
ca: Fitxers estàtics
es: Archivos estáticos
fr: Fichiers statiques

source: Syndication
ca: Sindicació
es: Sindicación

source: That page number is not an integer
ca: Aquest número de pàgina no és un nombre enter
es: Ese número de página no es un entero
fr: Ce numéro de page n'est pas un entier

source: That page number is less than 1
ca: Aquest número de pàgina és inferior a 1
es: Ese número de página es inferior a 1
fr: Ce numéro de page est inférieur à 1

source: That page contains no results
ca: Aquesta pàgina no conté resultats
es: Esa página no contiene resultados
fr: Cette page ne contient aucun résultat

source: Enter a valid value.
ca: Introduïu un valor vàlid.
es: Ingrese un valor válido.
fr: Entrez une valeur valide.

source: Enter a valid URL.
ca: Introduïu un URL vàlid.
es: Ingrese una URL válida.
fr: Entrez une URL valide.

source: Enter a valid integer.
ca: Introduïu un nombre enter vàlid.
es: Ingrese un entero válido.
fr: Entrez un entier valide.

source: Enter a valid email address.
ca: Introduïu una adreça de correu electrònic vàlida.
es: Ingrese una dirección de correo electrónico válida.
fr: Entrez une adresse e-mail valide.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ca: Introduïu un "Slug" vàlid que consisteix en lletres, números, subratllats o guionets.
es: Ingrese una "babosa" válida que consiste en letras, números, subrayados o guiones.
fr: Entrez une «limace» valide composée de lettres, de chiffres, de soulignements ou de traits de traits.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ca: Introduïu un "llimac" vàlid que consisteix en lletres, números, subratllats o hiphens.
es: Ingrese una "babosa" válida que consiste en letras unicode, números, subrayos o guiones.
fr: Entrez une «limace» valide composée de lettres, de nombres, de soulignements ou de traits de traits Unicode.

source: Enter a valid IPv4 address.
ca: Introduïu una adreça IPv4 vàlida.
es: Ingrese una dirección IPv4 válida.
fr: Entrez une adresse IPv4 valide.

source: Enter a valid IPv6 address.
ca: Introduïu una adreça IPv6 vàlida.
es: Ingrese una dirección IPv6 válida.
fr: Entrez une adresse IPv6 valide.

source: Enter a valid IPv4 or IPv6 address.
ca: Introduïu una adreça IPv4 o IPv6 vàlida.
es: Ingrese una dirección IPv4 o IPv6 válida.
fr: Entrez une adresse IPv4 ou IPv6 valide.

source: Enter only digits separated by commas.
ca: Introduïu només dígits separats per comes.
es: Ingrese solo dígitos separados por comas.
fr: Entrez uniquement des chiffres séparés par des virgules.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ca: Assegureu -vos que aquest valor és %(limit_value)s (és %(show_value)s).).
es: Asegúrese de que este valor sea %(limit_value) s (es %(show_value) s).
fr: Assurez-vous que cette valeur est %(limit_value) s (c'est %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
ca: Assegureu -vos que aquest valor sigui inferior o igual a %(limit_value)s.
es: Asegúrese de que este valor sea menor o igual al %(Limit_Value) s.
fr: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
ca: Assegureu -vos que aquest valor sigui superior o igual a %(límit_value)s.
es: Asegúrese de que este valor sea mayor o igual al %(Limit_Value) s.
fr: Assurez-vous que cette valeur est supérieure ou égale à %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
ca: Assegureu -vos que aquest valor és un múltiple de la mida de pas %(límit_value)s.
es: Asegúrese de que este valor sea un múltiplo de tamaño de paso %(Limit_Value) s.
fr: Assurez-vous que cette valeur est un multiple de taille %(limit_value)s.

source: Enter a number.
ca: Introduïu un número.
es: Ingrese un número.
fr: Entrez un numéro.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ca: L'extensió del fitxer “%(extension)s” no està permesa. Les extensions permeses són: %(allowed_extensions)s.
es: La extensión del archivo "%(extensión) s" no está permitida. Las extensiones permitidas son: %(permitido_extensiones) s.

source: Null characters are not allowed.
ca: Els personatges nuls no estan permesos.
es: No se permiten personajes nulos.
fr: Les caractères nuls ne sont pas autorisés.

source: and
ca: i
es: y
fr: et

source: %(model_name)s with this %(field_labels)s already exists.
ca: %(model_name) s amb aquest %(field_labels)s ja existeix.
es: %(model_name) s con este %(field_labels) S ya existe.
fr: %(model_name)s avec ce %(field_labels)s existe déjà.

source: Constraint “%(name)s” is violated.
ca: La restricció “%(name)s” es viola.
es: Se viola la restricción "%(nombre) s".
fr: La contrainte %(name)s est violée.

source: Value %(value)r is not a valid choice.
ca: Valor %(value)r no és una opció vàlida.
es: El valor %(valor) R no es una opción válida.
fr: Valeur %(value)r n'est pas un choix valide.

source: This field cannot be null.
ca: Aquest camp no pot ser nul.
es: Este campo no puede ser nulo.
fr: Ce champ ne peut pas être nul.

source: This field cannot be blank.
ca: Aquest camp no pot estar en blanc.
es: Este campo no puede estar en blanco.
fr: Ce champ ne peut pas être vide.

source: %(model_name)s with this %(field_label)s already exists.
ca: %(model_name)s amb aquest %(field_label)s ja existeix.
es: %(model_name) s con este %(field_label) S ya existe.
fr: %(model_name)s avec ce %(field_label)s existe déjà.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ca: %(field_label)s ha de ser únic per a %(date_field_label)s %(lookup_type)s.
es: %(field_label) s debe ser único para %(date_field_label) s %(lookup_type) s.
fr: %(field_label)s doit être unique pour %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
ca: Camp de tipus: %(field_type) s
es: Campo de tipo: %(field_type) s
fr: Champ de type: %(field_type)s

source: “%(value)s” value must be either True or False.
es: El valor "%(valor) s" debe ser verdadero o falso.
fr: La valeur '%(value)s' doit être vraie ou fausse.

source: “%(value)s” value must be either True, False, or None.
ca: El valor %(value)s' ha de ser cert, fals o cap.
es: El valor "%(valor) s" debe ser verdadero, falso o ninguno.
fr: La valeur «%(value)s» doit être vraie, fausse ou aucune.

source: Boolean (Either True or False)
ca: Boolean (ja sigui cert o fals)
es: Booleano (ya sea verdadero o falso)
fr: Booléen (vrai ou faux)

source: String (up to %(max_length)s)
ca: Cadena (fins a %(max_length)s)
es: Cadena (hasta %(max_length) s)
fr: Chaîne (jusqu'à %(max_length)s)

source: String (unlimited)
ca: Cadena (il·limitada)
es: Cadena (ilimitado)

source: Comma-separated integers
ca: Nombres enters separats per comes
es: Enteros separados por comas
fr: Entiers séparés par des virgules

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ca: El valor %(value)s' té un format de data no vàlid. Ha de ser en format A YYYY-MM-DD.
es: El valor "%(valor) s" tiene un formato de fecha no válido. Debe estar en formato YYYY-MM-DD.
fr: La valeur «%(value)s» a un format de date non valide. Il doit être au format Yyyy-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ca: El valor %(value)s' té el format correcte (YYYY-MM-DD), però és una data no vàlida.
es: El valor "%(valor) s" tiene el formato correcto (yyyy-mm-dd) pero es una fecha no válida.
fr: La valeur «%(value)s» a le format correct (yyyy-mm-dd) mais c'est une date non valide.

source: Date (without time)
ca: Data (sense temps)
es: Fecha (sin tiempo)
fr: Date (sans temps)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
es: El valor "%(valor) s" tiene un formato no válido. Debe estar en yyyy-mm-dd hh: mm [: ss [.uuuuuuu]] [tz] formato.
fr: La valeur «%(value)s» a un format non valide. Il doit être dans Yyyy-mm-dd HH: mm [: ss [.uuuuuu]] [tz].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
es: El valor "%(valor) s" tiene el formato correcto (yyyy-mm-dd hh: mm [: ss [.uuuuuuu]] [tz]) pero es una fecha/hora inválida.
fr: La valeur «%(value)s» a le bon format (yyyy-mm-dd hh: mm [: ss [.uuuuuu]] [tz]) mais c'est une date / heure non valide.

source: Date (with time)
ca: Data (amb el temps)
es: Fecha (con tiempo)
fr: Date (avec le temps)

source: “%(value)s” value must be a decimal number.
ca: El valor %(value)s' ha de ser un nombre decimal.
es: El valor "%(valor) s" debe ser un número decimal.
fr: La valeur «%(value)s» doit être un nombre décimal.

source: Decimal number
ca: Número decimal
es: Número decimal
fr: Numéro décimal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
es: El valor "%(valor) s" tiene un formato no válido. Debe estar en [dd] [[hh:] mm:] ss [.uuuuuuu] formato.
fr: La valeur «%(value)s» a un format non valide. Il doit être dans le format [DD] [[HH:] mm:] SS [.uuuuuu].

source: Duration
ca: Durada
es: Duración
fr: Durée

source: Email address
ca: Adreça de correu electrònic
es: Dirección de correo electrónico
fr: Adresse email

source: File path
ca: Camí de llom
es: Ruta de archivo
fr: Chemin de fichier

source: “%(value)s” value must be a float.
ca: El valor %(value)s' ha de ser un flotador.
es: El valor "%(valor) s" debe ser un flotador.
fr: La valeur «%(value)s» doit être un flotteur.

source: Floating point number
ca: Número de punt flotant
es: Número de punto flotante
fr: Numéro de point flottant

source: “%(value)s” value must be an integer.
ca: El valor %(value)s' ha de ser un nombre enter.
es: El valor "%(valor) s" debe ser un entero.
fr: La valeur «%(value)s» doit être un entier.

source: Integer
ca: Enter
es: Entero
fr: Entier

source: Big (8 byte) integer
ca: Gran (8 byte) enter
es: Entero grande (8 bytes)
fr: Gros (8 octets) entier

source: Small integer
ca: Petit nombre enter
es: Entero pequeño
fr: Petit entier

source: IPv4 address
ca: Adreça IPv4
es: Dirección IPv4
fr: Adresse IPv4

source: IP address
ca: Adreça IP
es: Dirección IP
fr: Adresse IP

source: “%(value)s” value must be either None, True or False.
ca: El valor %(value)s' no ha de ser cap, cert o fals.
es: El valor "%(valor) s" debe ser ninguno, verdadero o falso.
fr: La valeur «%(value)s» doit être aucune, vrai ou fausse.

source: Boolean (Either True, False or None)
ca: Boolean (ja sigui cert, fals o cap)
es: Booleano (ya sea verdadero, falso o ninguno)
fr: Booléen (vrai, faux ou aucun)

source: Positive big integer
ca: Big enter positiu
es: Entero grande positivo
fr: Grand entier positif

source: Positive integer
ca: Enter positiu
es: Entero positivo
fr: Entier positif

source: Positive small integer
es: Entero pequeño positivo
fr: Petit entier positif

source: Slug (up to %(max_length)s)
ca: Slug (fins a %(max_length)s)
es: Slug (hasta %(max_length) s)
fr: Slug (jusqu'à %(max_length)s)

source: Text
ca: Texte
es: Texto
fr: Texte

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
es: El valor "%(valor) s" tiene un formato no válido. Debe estar en hh: mm [: ss [.uuuuuuu]] formato.
fr: La valeur «%(value)s» a un format non valide. Il doit être dans le format HH: mm [: ss [.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ca: El valor %(value)s' té el format correcte (HH:MM[:ss[.uuuuuu]]), però és un moment no vàlid.
es: El valor "%(valor) s" tiene el formato correcto (HH: mm [: ss [.uuuuuuu]]) pero es un tiempo inválido.
fr: La valeur «%(value)s» a le format correct (HH: mm [: ss [.uuuuuu]]) mais c'est un temps invalide.

source: Time
ca: Temps
es: Tiempo
fr: Temps

source: Raw binary data
ca: Dades binàries en brut
es: Datos binarios sin procesar
fr: Données binaires brutes

source: “%(value)s” is not a valid UUID.
ca: %(value)s' no és un UUID vàlid.
es: "%(Valor) s" no es un UUID válido.
fr: «%(value)s» n'est pas un UUID valide.

source: Universally unique identifier
ca: Identificador universalment únic
es: Identificador universalmente único
fr: Identifiant universellement unique

source: File
ca: Dossier
es: Archivo
fr: Déposer

source: Image
ca: Imatge
es: Imagen

source: A JSON object
ca: Un objecte JSON
es: Un objeto json
fr: Un objet JSON

source: Value must be valid JSON.
ca: El valor ha de ser vàlid json.
es: El valor debe ser válido JSON.
fr: La valeur doit être valide JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
ca: %(model)s instància amb %(field)s %(value)r no existeix.
es: no existe la instancia de %(modelo) s con %(campo) s %(valor) R.
fr: %(model)s Instance avec %(field)s %(value)r n'existe pas.

source: Foreign Key (type determined by related field)
ca: Clau estrangera (tipus determinat per camp relacionat)
es: Clave externa (tipo determinado por el campo relacionado)
fr: Clé étrangère (type déterminé par champ connexe)

source: One-to-one relationship
ca: Relació individual
es: Relación uno a uno
fr: Relation individuelle

source: %(from)s-%(to)s relationship
ca: %(from)s-%(to)s Relació
es: %(from)s-%(to)s relación
fr: %(from)s-%(to)s la relation s

source: %(from)s-%(to)s relationships
ca: %(from)s-%(to)s relacions
es: %(from)s-%(to)s relaciones
fr: %(from)s-%(to)s les relations

source: Many-to-many relationship
ca: Molta relació a molts
es: Muchos a muchos
fr: Relation plusieurs à plusieurs

source: This field is required.
ca: És necessari aquest camp.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.

source: Enter a whole number.
ca: Introduïu un número sencer.
es: Ingrese un número completo.
fr: Entrez un numéro entier.

source: Enter a valid date.
ca: Introduïu una data vàlida.
es: Ingrese una fecha válida.
fr: Entrez une date valide.

source: Enter a valid time.
ca: Introduïu un temps vàlid.
es: Ingrese un tiempo válido.
fr: Entrez une heure valide.

source: Enter a valid date/time.
ca: Introduïu una data/hora vàlida.
es: Ingrese una fecha/hora válida.
fr: Entrez une date / heure valide.

source: Enter a valid duration.
ca: Introduïu una durada vàlida.
es: Ingrese una duración válida.
fr: Entrez une durée valide.

source: The number of days must be between {min_days} and {max_days}.
ca: El nombre de dies ha de ser entre {min_days} i {max_days}.
es: El número de días debe ser entre {min_days} y {max_days}.
fr: Le nombre de jours doit être entre {min_days} et {max_days}.

source: No file was submitted. Check the encoding type on the form.
ca: No s'ha enviat cap fitxer. Comproveu el tipus de codificació al formulari.
es: No se envió ningún archivo. Verifique el tipo de codificación en el formulario.
fr: Aucun fichier n'a été soumis. Vérifiez le type d'encodage sur le formulaire.

source: No file was submitted.
ca: No s'ha enviat cap fitxer.
es: No se envió ningún archivo.
fr: Aucun fichier n'a été soumis.

source: The submitted file is empty.
ca: El fitxer enviat està buit.
es: El archivo enviado está vacío.
fr: Le fichier soumis est vide.

source: Please either submit a file or check the clear checkbox, not both.
ca: Si us plau, envieu un fitxer o comproveu la casella de selecció clara, no ambdues.
es: Envíe un archivo o verifique la casilla de verificación Borrar, no ambas.
fr: Veuillez soumettre un fichier ou cocher la case Clear, pas les deux.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ca: Pengeu una imatge vàlida. El fitxer que heu penjat no era una imatge o una imatge corrompuda.
es: Subir una imagen válida. El archivo que cargó no era una imagen o una imagen corrupta.
fr: Téléchargez une image valide. Le fichier que vous avez téléchargé n'était ni une image ni une image corrompue.

source: Select a valid choice. %(value)s is not one of the available choices.
ca: Seleccioneu una elecció vàlida. %(value)s no és una de les opcions disponibles.
es: Seleccione una opción válida. %(valor) s no es una de las opciones disponibles.
fr: Sélectionnez un choix valide. %(value)s n'est pas l'un des choix disponibles.

source: Enter a list of values.
ca: Introduïu una llista de valors.
es: Ingrese una lista de valores.
fr: Entrez une liste de valeurs.

source: Enter a complete value.
ca: Introduïu un valor complet.
es: Ingrese un valor completo.
fr: Entrez une valeur complète.

source: Enter a valid UUID.
ca: Introduïu un UUID vàlid.
es: Ingrese un UUID válido.
fr: Entrez un UUID valide.

source: Enter a valid JSON.
ca: Introduïu un JSON vàlid.
es: Ingrese un JSON válido.
fr: Entrez un JSON valide.

source: (Hidden field %(name)s) %(error)s
ca: (Camp ocult %(name)s) %(error) s
es: (Campo oculto %(nombre) s) %(error) s
fr: (Champ caché %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ca: Falten dades de ManagementForm o s’han manipulat. Camps que falten: %(field_names)s. És possible que hàgiu de presentar un informe d’errors si el problema persisteix.
es: Los datos de la forma de administración faltan o han sido manipulados. Campos faltantes: %(field_names) s. Es posible que deba presentar un informe de error si el problema persiste.
fr: Les données de gestion sont manquantes ou ont été falsifiées. Champs manquants: %(field_names)s. Vous devrez peut-être déposer un rapport de bogue si le problème persiste.

source: Order
ca: Ordenar
es: Orden
fr: Commande

source: Please correct the duplicate data for %(field)s.
ca: Corregiu les dades duplicades de %(field)s.
es: Corrija los datos duplicados para %(campo) s.
fr: Veuillez corriger les données en double pour %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
ca: Corregiu les dades duplicades de %(field)s, que han de ser úniques.
es: Corrija los datos duplicados para %(campo), que deben ser únicos.
fr: Veuillez corriger les données en double pour %(field)s, ce qui doit être unique.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ca: Corregiu les dades duplicades de %(field_name)s que han de ser úniques per a la %(lookup)s a %(date_field)s.
es: Corrija los datos duplicados para %(field_name) s que debe ser único para el %(búsqueda) s en %(date_field) s.
fr: Veuillez corriger les données en double pour %(field_name)s qui doivent être uniques pour les %(lookup)s dans %(date_field)s.

source: Please correct the duplicate values below.
ca: Corregiu els valors duplicats a continuació.
es: Corrija los valores duplicados a continuación.
fr: Veuillez corriger les valeurs en double ci-dessous.

source: The inline value did not match the parent instance.
ca: El valor en línia no coincideix amb la instància dels pares.
es: El valor en línea no coincidía con la instancia principal.
fr: La valeur en ligne ne correspondait pas à l'instance parent.

source: Select a valid choice. That choice is not one of the available choices.
ca: Seleccioneu una elecció vàlida. Aquesta elecció no és una de les opcions disponibles.
es: Seleccione una opción válida. Esa elección no es una de las opciones disponibles.
fr: Sélectionnez un choix valide. Ce choix n'est pas l'un des choix disponibles.

source: “%(pk)s” is not a valid value.
ca: “%(pk)s” no és un valor vàlid.
es: "%(PK) s" no es un valor válido.
fr: %(pk)s n'est pas une valeur valide.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ca: %(datetime)s no es podia interpretar a la zona horària %(current_timezone) s; Pot ser ambigu o pot no existir.
es: %(DateTime) s no se pudo interpretar en la zona horaria %(actual_timado) s; Puede ser ambiguo o puede no existir.
fr: %(datetime)s ne pouvaient pas être interprétés dans le fuseau horaire %(current_timezone)s; il peut être ambigu ou il peut ne pas exister.

source: Clear
es: Claro
fr: Clair

source: Currently
ca: Actualment
es: Actualmente
fr: Actuellement

source: Change
ca: Canviar
es: Cambiar
fr: Changement

source: Unknown
ca: Desconeguda
es: Desconocido
fr: Inconnu

source: Yes
ca: Sí
es: Sí
fr: Oui

source: yes,no,maybe
ca: Sí,no,potser
es: si, no, tal vez
fr: Oui, non, peut-être

source: a.m.
es: soy.

source: AM
ca: Sóc
es: SOY

source: midnight
ca: mitjanit
es: medianoche
fr: minuit

source: noon
ca: migdia
es: mediodía
fr: midi

source: Monday
ca: Dilluns
es: Lunes
fr: Lundi

source: Tuesday
ca: Dimarts
es: Martes
fr: Mardi

source: Wednesday
ca: Dimecres
es: Miércoles
fr: Mercredi

source: Thursday
ca: Dijous
es: Jueves
fr: Jeudi

source: Friday
ca: Divendres
es: Viernes
fr: Vendredi

source: Saturday
ca: Dissabte
es: Sábado
fr: Samedi

source: Sunday
ca: Diumenge
es: Domingo
fr: Dimanche

source: Mon
ca: Meus
es: Lun
fr: Lun

source: Tue
ca: Dimecres
es: Mar
fr: Mar

source: Wed
ca: Defici
es: Casarse
fr: Mer

source: Thu
ca: Dits
es: Jue
fr: Jeu

source: Fri
ca: Divendres
es: Vie
fr: Ven

source: Sat
ca: Abordar
es: Se sentó
fr: Sam

source: Sun
ca: Sol
es: Sol
fr: Dim

source: January
ca: Gener
es: Enero
fr: Janvier

source: February
ca: Febrer
es: Febrero
fr: Février

source: March
ca: Marxar
es: Marzo
fr: Mars

source: April
ca: Abril
es: Abril
fr: Avril

source: May
ca: Maig
es: Puede
fr: Mai

source: June
ca: Juny
es: Junio
fr: Juin

source: July
ca: Juliol
es: Julio
fr: Juillet
