Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: Nom
es: Nominar

source: Prénom
ca: Nom
es: Nombre de pila

source: Production (APE)
ca: Producció (APE)
es: Producción (APE)

source: Statut d'agriculteur
ca: Estat del pagès
es: Estatus de agricultor

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Groupe
es: Grupo

source: Adhérent
ca: Membre
es: Miembro

source: Date de la cotisation
ca: Data de la contribució
es: Fecha de la contribución

source: Montant de l'adhesion
ca: Quantitat d’adhesió
es: Cantidad de adhesión
fr: Montant de l'adhésion

source: Moyen de paiement
ca: Mètode de pagament
es: Método de pago
fr: Moyen de Paiment

source: Date de création
ca: Data de la creació
es: Fecha de creación

source: Groupe associé
es: Grupo asociado

source: Liste de diffusion
ca: Programa
es: Transmisión

source: Date d'inscription
ca: Data d'inscripció
es: Fecha de inscripción

source: Date de parution
ca: Data de publicació
es: Fecha de publicación

source: Nom du projet
ca: Nom del projecte
es: Nombre del proyecto

source: Adhérent Conf'
ca: Conf '
es: Conflicto

source: Projet associé
es: Proyecto asociado

source: Contact
ca: Contacte
es: Contacto

source: commentaire
ca: comentari
es: comentario

source: Date
ca: Data
es: Fecha

source: Statut
ca: Condició
es: Estado

source: Auteur
ca: Autor
es: Autor

source: Nom Prénom / Raison sociale*
ca: Nom Primer nom / Motiu Social*
es: Nombre Nombre / Razón social*

source: Numéro de téléphone
ca: Número de telèfon
es: Número de teléfono

source: Type de structure
ca: Tipus de estructura
es: Tipo de estructura

source: Date d'inscrition
ca: Data d'Encrició
es: Fecha de inscrición
fr: Date d'Inscription

source: Commentaire / message à passer
ca: Comentari / missatge per passar
es: Comentario / mensaje para pasar

source: Proposition de question / table ronde*
ca: Proposta de preguntes / taula rodona*
es: Propuesta de preguntas / mesa redonda*

source: Je suis pret.e à animer une table ronde à ce sujet
ca: Estic preparat per animar una taula rodona sobre aquest tema
es: Estoy listo para animar una mesa redonda sobre este tema

source: Nom prénom / Raison sociale
ca: Nom Primer Nom / Motiu Social
es: Nombre Nombre / Razón social

source: Message
ca: Missatge
es: Mensaje

source: categorie
ca: categories
es: categorías
fr: catégorie

source: Statut de l'atelier
ca: Estat del taller
es: Estado del taller
fr: Statt de l'atelier

source: Titre de l'atelier
ca: Títol del taller
es: Título de taller

source: Matériel/outils nécessaires
ca: Equips/eines necessaris
es: Equipo/herramientas necesarias
fr: MATÉRIEL / OUTILS NÉCESSAIS

source: Référent(e.s)
ca: Referent (E.S)
es: Referente (E.S)

source: Date prévue (affichage dans l'agenda)
ca: Data programada (visualització a l’ordre del dia)
es: Fecha programada (visualización en la agenda)

source: Heure de début
ca: Hora d'inici
es: Hora de inicio

source: Heure de fin
ca: Temps de finalització
es: Tiempo de finalización

source: Date de modification
ca: Data de modificació
es: Fecha de modificación

source: Tarif de l'atelier par personne
ca: Taxa de taller per persona
es: Taller de taller por persona

source: Archiver l'atelier
ca: Arxiu el taller
es: Archivar el taller

source: Nombre maximum d'inscriptions
ca: Nombre màxim de registres
es: Número máximo de registros

source: Dossier
ca: Cas
es: Dosier

source: Public ou réservé aux membres permacat
ca: Públic o reservat per als membres de Permacat
es: Público o reservado para miembros de Permacat

source: Modifiable par les autres
ca: Modificable per altres
es: Modificable por otros

source: Article épinglé
ca: Article fixat
es: Artículo fijo

source: Date du dernier message
ca: Data del darrer missatge
es: Fecha del último mensaje
fr: Date du message Dernier

source: Archiver l'article
ca: Arxiu l'article
es: Archivar el artículo

source: Date de l'événement (pour apparaitre sur l'agenda, sinon vous pourrez toujours ajouter des évènements depuis l'article)
ca: Data de l'esdeveniment (per aparèixer a l'agenda, en cas contrari, sempre podeu afegir esdeveniments de l'article)
es: Fecha del evento (para aparecer en la agenda, de lo contrario, siempre puede agregar eventos del artículo)

source: Date de fin (optionnel, pour affichage dans l'agenda
ca: Data de finalització (opcional, per a la visualització a l’ordre del dia
es: Fecha de finalización (opcional, para mostrar en la agenda

source: Mots clés
ca: Paraules clau
es: Palabras clave

source: Album photo associé
ca: Àlbum de fotos associades
es: Álbum de fotos asociado

source: Partagé avec :
ca: Compartit amb:
es: Compartido con:

source: Thèmes :
es: Temas:

source: Zone géographique
ca: Àrea geogràfica
es: Área geográfica

source: article lié
ca: Article enllaçat
es: artículo vinculado

source: Salon lié
ca: Saló enllaçat
es: Salón vinculado

source: Nom du document (ou lien http)
ca: Nom del document (o enllaç HTTP)
es: Nombre del documento (o enlace HTTP)

source: Titre de l'événement (si laissé vide, ce sera le titre de l'article)
ca: Títol de l'esdeveniment (si es deixa buit, serà el títol de l'article)
es: Título del evento (si se deja vacío, será el título del artículo)

source: Date de fin (optionnel pour un evenement sur plusieurs jours)
ca: Data de finalització (opcional per a un esdeveniment durant diversos dies)
es: Fecha de finalización (opcional para un evento durante varios días)

source: Titre de la discussion
ca: Títol de discussió
es: Título de discusión

source: statut
ca: Condició
es: Estado

source: Public (cochez) ou Interne (décochez) [réservé aux membres permacat]
ca: Public (comprova) o intern (sense comprovar) [reservat per als membres de Permacat]
es: Público (cheque) o interno (desembolsado) [reservado para miembros de Permacat]

source: Référent du projet
ca: Referent del projecte
es: Referente del proyecto
fr: Référent-e du Projet

source: Lien vers le vote (balotilo.org)
ca: Enllaç a la votació (Balotilo.org)
es: Enlace a la votación (balotilo.org)

source: Lien vers un document explicatif (en ligne)
ca: Enllaç a un document explicatiu (en línia)
es: Enlace a un documento explicativo (en línea)

source: Date de Modification
ca: Data de modificació
es: Fecha de modificación

source: Date de début (optionnel, pour apparaitre dans l'agenda)
ca: Data d'inici (opcional, per aparèixer a l'agenda)
es: Fecha de inicio (opcional, para aparecer en la agenda)

source: Date de fin (optionnel, pour apparaitre dans l'agenda)
ca: Data de finalització (opcional, per aparèixer a l’ordre del dia)
es: Fecha de finalización (opcional, para aparecer en la agenda)

source: Archiver le projet
ca: Arxiu el projecte
es: Archive el proyecto

source: Liste de mots-clés séparés par une virgule
ca: Llista de paraules clau separades per una coma
es: Lista de palabras clave separadas por una coma

source: Raison d'Etre du projet
ca: Motiu del projecte
es: Razón del proyecto
fr: Raison d'être du projet

source: Pourquoi ? Le contexte
ca: Per a què? El context
es: Para qué ? El contexto

source: Pourquoi ? Les motivations
ca: Per a què? Motivacions
es: Para qué ? Motivaciones

source: Pourquoi ? Les objectifs
ca: Per a què? Els objectius
es: Para qué ? Los objetivos

source: Pour qui ? Le public
ca: Per a qui? El públic
es: ¿Para quién? El público
fr: Verser qui ? Le public

source: Par qui ? Les acteurs
ca: Per qui? Els actors
es: Por quién? Los actores

source: Par qui ? Les partenaires
ca: Per qui? Socis
es: Por quién? Fogonadura

source: Où ?
ca: O?
es: O ?

source: Début ? La périodicité
ca: Començant? La periodicitat
es: Comienzo ? La periodicidad

source: Comment ? La méthodologie
ca: Com? La metodologia
es: Cómo ? La metodología
fr: Commentaire ? La Méthodologie

source: Combien ? Le budget prévisionnel
ca: Quant? El pressupost provisional
es: Cuánto ? El presupuesto provisional

source: Nom du lieu
ca: Nom del lloc
es: Topónimo

source: Infos complémentaires
ca: Informació addicional
es: Información adicional

source: type_marqueur
ca: Type_marker
es: Type_marker

source: Nom du participant
ca: Nom del participant
es: Nombre del participante

source: Titre de la rencontre
ca: Títol de la reunió
es: Título de reunión

source: Description / compte rendu
ca: Descripció / Informe
es: Descripción / informe

source: Date de la rencontre
ca: Data de la reunió
es: Fecha de reunión

source: Archiver la réunion
ca: Arxiu la reunió
es: Archivar la reunión

source: Distance aller (en km)
ca: Distància (en km)
es: Distancia de ir (en km)

source: Description du contexte
ca: Descripció del context
es: Descripción del contexto

source: Type de trajet
ca: Tipus de ruta
es: Tipo de ruta

source: statut de la fiche
ca: Estat del fitxer
es: Estado del archivo

source: Mots-clés
ca: Paraules clau
es: Palabras clave

source: Une liste de mots clés, séparés par des virgules.
ca: Una llista de paraules clau, separades per comes.
es: Una lista de palabras clave, separadas por comas.
fr: Une lise de Mots Clés, Séparés par des Virgules.

source: age
ca: envellir
es: edad
fr: âge

source: difficulté
ca: dificultat
es: dificultad

source: budget
ca: pressupost
es: presupuesto

source: temps
ca: segones
es: templado

source: Jardin
ca: Jardí
es: Jardín

source: Date de l'évenement (pour affichage dans l'agenda) - date de début si l'événement a lieu sur plusieurs jours
ca: Data de l'esdeveniment (per a la visualització a l'agenda): data d'inici Si l'esdeveniment té lloc durant diversos dies
es: Fecha de evento (para visualización en la agenda) - Fecha de inicio si el evento tiene lugar durante varios días

source: Date de fin (optionnel, pour affichage dans l'agenda)
ca: Data de finalització (opcional, per a la visualització a l’agenda)
es: Fecha de finalización (opcional, para visualizar en la agenda)

source: Référent (si ce n'est pas vous)
ca: Referent (si no tu)
es: Referente (si no tú)

source: Type de jardin*
ca: Tipus de jardí*
es: Tipo de jardín*
fr: Tapez de Jardin *

source: Visibilité du jardin sur l'annuaire*
ca: Visibilitat del jardí al directori*
es: Visibilidad del jardín en el directorio*

source: Nom du jardin*
ca: Nom del jardí*
es: Nombre del jardín*

source: Identifiants sur permapotes.com
ca: Identificadors a permapotes.com
es: Identificadores en Permapotes.com

source: Parcelles Individuelles
ca: Parcel·les individuals
es: Tramas individuales

source: Parcelles Collectives
es: Tramas colectivas

source: Email de contact*
ca: Correu electrònic de contacte*
es: Correo electrónico de contacto*
fr: Courriel de contact *

source: Numéro de telephone de contact
ca: Número de telèfon de contacte
es: Número de teléfono de contacto
fr: Numéro de téléphone de contact

source: Type de grainotheque*
ca: Tipus de Grainotheque*
es: Tipo de Grainotheque*
fr: Type de grainothèque*

source: Jardin associé
es: Jardín asociado

source: Visibilité de la grainothèque sur l'annuaire*
ca: Visibilitat del Grainotheque al directori*
es: Visibilidad del granoqueque en el directorio*

source: Date de récolte
ca: Data de collita
es: Fecha de cosecha

source: Durée de conservation (années)
ca: Temps de conservació (anys)
es: Tiempo de conservación (años)

source: Quantité de graines (nombre ou grammes)
ca: Quantitat de llavors (nombre o grams)
es: Cantidad de semillas (número o gramos)

source: Nom de la graine
es: Nombre de semilla

source: Type de plante
ca: Tipus de planta
es: Tipo de planta

source: Strate
ca: Frenar
es: Estrategia

source: Comestibilité
ca: Edibilitat
es: Comestibilidad

source: Plante mellifère
ca: Planta melliferosa
es: Planta melífera

source: Only POST method is allowed
ca: Només es permet el mètode POST
es: Solo se permite el método de publicación
fr: Seule la méthode du post est autorisée

source: Only authenticated users are allowed
ca: Només es permet als usuaris autenticats
es: Solo se permiten usuarios autenticados
fr: Seuls les utilisateurs authentifiés sont autorisés

source: No files were requested
ca: No es van sol·licitar fitxers
es: No se solicitaron archivos
fr: Aucun fichier n'a été demandé

source: File size exceeds the limit allowed and cannot be saved
ca: La mida del fitxer supera el límit permès i no es pot desar
es: El tamaño del archivo excede el límite permitido y no se puede guardar
fr: La taille du fichier dépasse la limite autorisée et ne peut pas être enregistrée

source: Failed to save attachment
ca: No s'ha pogut desar el fitxer adjunt
es: No se pudo guardar el archivo adjunto
fr: Échec de l'enregistrement de l'attachement

source: type_article
es: tipo_artice

source: type de commentaire
ca: Tipus de comentari
es: Tipo de comentario

source: reaction à
ca: Reacció a
es: Reacción a
fr: réaction à

source: validé
ca: vàlid
es: válido

source: Question / problématique
ca: Pregunta / Problemàtic
es: Pregunta / problemático

source: Ressources associées (articles, vidéos, ...)
ca: Recursos associats (articles, vídeos, ...)
es: Recursos asociados (artículos, videos, ...)

source: Contexte de la problématique (enjeux locaux)
ca: Context del problema (problemes locals)
es: Contexto del problema (problemas locales)

source: Besoins et limites pour la mise en place des solutions
ca: Necessitats i límits per a la implementació de solucions
es: Necesidades y límites para la implementación de soluciones

source: Ce qu'il faudrait faire idéalement
ca: Què s’ha de fer idealment
es: ¿Qué se debe hacer idealmente?

source: Existant (ce qui se fait déjà sur le territoire : association, projet, ...)
ca: Existent (que ja es fa al territori: associació, projecte, ...)
es: Existente (que ya se realiza en el territorio: asociación, proyecto, ...)
fr: Existant (ce qui se fait du déjà sur le territoire: association, projet, ...)

source: Actions effectuées ou envisagées à court terme
ca: Accions realitzades o previstes a curt termini
es: Acciones realizadas o previstas a corto plazo

source: J'accepte d'apparaitre sur la liste des soutiens
ca: Accepto aparèixer a la llista de suports
es: Acepto aparecer en la lista de apoyos

source: French
ca: Francès
es: Francés
fr: Français

source: Catalan
ca: Calalan
es: catalán

source: Groupes
ca: Grups
es: Grupos

source: Carte / Annuaire
ca: Targeta / directori
es: Tarjeta / directorio

source: Document partagé
ca: Document compartit
es: Documento compartido

source: Forum
ca: Fòrum
es: Foro

source: Documents
es: Documentos

source: Projets
ca: Projectes
es: Proyectos

source: Kit PermaEcole
ca: Kit Permaecol
es: Kit permeecole

source: Administration
ca: Administració
es: Administración

source: Charte
ca: Carta
es: Carta

source: Statuts et règlement intérieur
ca: Estatuts i regulacions internes
es: Estatutos y regulaciones internas
fr: Statuts et règlement Interieur

source: Jardins Partagés
ca: Jardins compartits
es: Jardines compartidos

source: Jardinothèque
ca: Biblioteca del jardí
es: Biblioteca de jardín

source: Espaces
ca: Espais
es: Espacios

source: Salons
es: Salones

source: Fichiers
ca: Fitxers/Documents
es: Archivos

source: Documents partagés
es: Documentos compartidos

source: Altermarché
es: Alternamac

source: Ateliers
es: Talleres

source: Agenda
es: Orden del día

source: Publier
ca: Publicar
es: Publicar

source: Une info sur le forum (Article)
ca: Una informació sobre el fòrum (article)
es: Una información sobre el foro (artículo)

source: Une Petite Annonce
ca: Una anunci
es: Un pequeño anuncio

source: Un Atelier
ca: Un taller
es: Un taller

source: Un Fichier / Document
ca: Un fitxer / document
es: Un archivo / documento

source: Ajouter la page actuelle
ca: Afegiu la pàgina actual
es: Agregue la página actual

source: Gérer mes favoris
ca: Gestiona els meus favorits
es: Administre mis favoritos

source: Mon profil
ca: El meu perfil
es: Mi perfil

source: mes Abonnements
ca: Les meves subscripcions
es: Mis suscripciones

source: mes Publications
ca: Publicacions de MES
es: publicaciones de mes

source: Thème
ca: Tema
es: Tema

source: Clair
ca: Clar
es: Claro

source: Sombre
ca: Sombreu
es: Sombrío

source: Pourquoi utiliser le site ?
ca: Per què utilitzar el lloc?
es: ¿Por qué usar el sitio?

source: Nous contacter
ca: Poseu -vos en contacte amb nosaltres
es: Contáctenos

source: CGU
ca: Campana
es: Campana

source: Faire un don
ca: Donar
es: Donar

source: Les Collectifs
ca: Col·lectius
es: Colectivos

source: Public
ca: Públic
es: Público

source: Jardins et Grainothèques
ca: Jardins i graus
es: Jardines y granos

source: Se connecter
ca: Conectar
es: Conectar

source: S'inscrire
ca: Registrar
es: Registro

source: Ajouter la page actuelle à mes favoris
ca: Afegiu la pàgina actual als meus favorits
es: Agregue la página actual a mis favoritos

source: Choisissez un nom pour ce lien :
ca: Trieu un nom per a aquest enllaç:
es: Elija un nombre para este enlace:
fr: Choisissez un nom pour ce camé:

source: Search from current article...
ca: Cerca de l'article actual ...
es: Buscar en el artículo actual ...
fr: Recherche de l'article actuel ...

source: Search whole wiki...
ca: Cerqueu wiki sencer ...
es: Buscar wiki entero ...
fr: Recherchez entier wiki ...

source: Account Settings
ca: Configuració del compte
es: Configuraciones de la cuenta
fr: Paramètres du compte

source: Log out
ca: Tancar la sessió
es: Finalizar la sesión
fr: Déconnecter

source: Deleted articles
ca: Articles suprimits
es: Artículos eliminados
fr: Articles supprimés

source: Log in
ca: Iniciar sessió
es: Acceso
fr: Se connecter

source: Sign up
ca: Registrar -se
es: Inscribirse
fr: S'inscrire

source: Add %(object_name)s
ca: Afegiu %(object_name) s
es: Agregar %(objeto_name) s
fr: Ajouter %(object_name)s

source: Delete %(object_name)s
ca: Suprimeix %(object_name)s
es: Eliminar %(objeto_name) s
fr: Supprimer %(object_name)s

source: Are you sure you want to delete this %(object_name)s?
ca: Esteu segur que voleu suprimir aquest %(object_name) s?
es: ¿Estás seguro de que quieres eliminar este %(Object_Name) s?
fr: Êtes-vous sûr de vouloir supprimer ce %(object_name)s?

source: Confirm?
ca: Confirmeu?
es: ¿Confirmar?
fr: Confirmer?

source: Yes, delete this!
ca: Sí, suprimeix això!
es: ¡Sí, borra esto!
fr: Oui, supprimez ceci!

source: Cancel
ca: Cancel·lar
es: Cancelar
fr: Annuler

source: Save
ca: Estalviar
es: Ahorrar
fr: Sauvegarder

source: Remove %(object_name)s
ca: Elimina %(object_name)s
es: Eliminar %(object_name) s
fr: Supprimer %(object_name)s

source: Add other %(object_name)s
ca: Afegiu un altre %(object_name)s
es: Agregar otro %(objeto_name) s
fr: Ajouter un autre %(object_name)s

source: Edit %(object_name)s
ca: Edita %(object_name) s
es: Editar %(object_name) s

source: Delete
ca: Esborrar
es: Borrar
fr: Supprimer

source: {editor}: Editing failed
ca: {editor}: l'edició ha fallat
es: {Editor}: la edición falló
fr: {editor}: l'édition a échoué

source: {editor}: Editing failed: {e}
ca: {editor}: l'edició ha fallat: {e}
es: {Editor}: la edición falló: {E}
fr: {editor}: l'édition a échoué: {e}

source: Aborted!
ca: Avortat!
es: ¡Abortado!
fr: Avorté!

source: Show this message and exit.
ca: Mostra aquest missatge i sortida.
es: Muestre este mensaje y salida.
fr: Montrez ce message et sortez.

source: (Deprecated) {text}
ca: (Deprecat) {text}
es: (Desaprobado) {texto}

source: Options
ca: Les opcions
es: Opción

source: DeprecationWarning: The command {name!r} is deprecated.
ca: DeprecationWarning: la comanda {nom! R} està desprenent.
es: DeprecationWarning: el comando {nombre! R} está en desuso.
fr: DePRecationWarning: la commande {name!r} est dépréciée.

source: Commands
ca: Ordres
es: Comandos
fr: Commandes

source: Missing command.
ca: Falta comanda.
es: Comando faltante.
fr: Commande manquante.

source: No such command {name!r}.
ca: No hi ha cap ordre {nom! R}.
es: No hay tal comando {nombre! R}.
fr: Pas de telle commande {name!r}.

source: Value must be an iterable.
ca: El valor ha de ser un iterable.
es: El valor debe ser un iterable.
fr: La valeur doit être un itérable.

source: env var: {var}
es: Env fue: {era}
fr: Env était: {var}

source: (dynamic)
es: (dinámica)
fr: (dynamique)

source: default: {default}
es: predeterminado: {predeterminado}
fr: par défaut: {default}

source: required
ca: requerit
es: requerido
fr: requis

source: %(prog)s, version %(version)s
ca: %(prog)s, versió %(version)s
es: %(prog) s, versión %(versión) s

source: Show the version and exit.
ca: Mostra la versió i la sortida.
es: Muestre la versión y la salida.
fr: Affichez la version et sortez.

source: Error: {message}
es: Mensaje de error}
fr: Erreur: {message}

source: Try '{command} {option}' for help.
ca: Proveu '{command} {option}' per ajudar.
es: Pruebe '{comando} {opción}' para obtener ayuda.
fr: Essayez '{command} {option}' pour obtenir de l'aide.

source: Invalid value: {message}
ca: Valor no vàlid: {message}
es: Valor no válido: {mensaje}
fr: Valeur non valide: {message}

source: Invalid value for {param_hint}: {message}
ca: Valor no vàlid per a {param_hint}: {message}
es: Valor no válido para {param_hint}: {mensaje}
fr: Valeur non valide pour {param_hint}: {message}

source: Missing argument
ca: Falta argument
es: Argumento faltante
fr: Argument manquant

source: Missing option
ca: Falta opció
es: Opción faltante
fr: Option manquante

source: Missing parameter
ca: Falta paràmetre
es: Parámetro faltante
fr: Paramètre manquant

source: Missing {param_type}
ca: Falta {param_type}
es: Falta {param_type}
fr: Manquant {param_type}

source: Missing parameter: {param_name}
ca: Paràmetre que falta: {param_name}
es: Parámetro faltante: {param_name}
fr: Paramètre manquant: {param_name}

source: No such option: {name}
ca: No hi ha aquesta opció: {name}
es: No hay tal opción: {nombre}
fr: Aucune option de ce type: {name}

source: unknown error
ca: Error desconegut
es: Error desconocido
fr: erreur inconnue

source: Could not open file {filename!r}: {message}
ca: No s'ha pogut obrir Fitxer {filename!r}: {message}
es: No se pudo abrir el archivo {FileName! R}: {Mensaje}
fr: Impossible d'ouvrir le fichier {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
ca: Argument {nom! R} pren valors {nargs}.
es: Argumento {nombre! R} toma {Nargs} valores.
fr: Argument {name!r} prend des valeurs {nargs}.

source: Option {name!r} does not take a value.
ca: L’opció {nom! R} no té cap valor.
es: La opción {nombre! R} no toma un valor.
fr: L'option {name!r} ne prend pas de valeur.

source: Shell completion is not supported for Bash versions older than 4.4.
ca: La finalització de Shell no és compatible amb les versions de BASH superiors a 4,4.
es: La finalización del shell no es compatible con versiones bash mayores de 4.4.
fr: L'achèvement de la coquille n'est pas pris en charge pour les versions bash de plus de 4,4.

source: Couldn't detect Bash version, shell completion is not supported.
ca: No s'ha pogut detectar la versió de Bash, la finalització de Shell no és compatible.
es: No se pudo detectar la versión bash, la finalización del shell no es compatible.
fr: Impossible de détecter la version bash, l'achèvement de la coquille n'est pas pris en charge.

source: Repeat for confirmation
ca: Repetiu la confirmació
es: Repetir para confirmación
fr: Répéter pour la confirmation

source: Error: The value you entered was invalid.
ca: Error: el valor que heu introduït no era vàlid.
es: Error: el valor que ingresó no fue válido.
fr: Erreur: la valeur que vous avez saisie n'était pas valide.

source: Error: The two entered values do not match.
ca: Error: els dos valors introduïts no coincideixen.
es: Error: los dos valores ingresados ​​no coinciden.
fr: Erreur: les deux valeurs entrées ne correspondent pas.

source: Error: invalid input
ca: Error: entrada no vàlida
es: Error: entrada no válida
fr: Erreur: entrée non valide

source: Press any key to continue...
ca: Premeu qualsevol tecla per continuar ...
es: Presione cualquier tecla para continuar ...
fr: Appuyez sur n'importe quelle touche pour continuer ...
