Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: Operating Expenses
ca: Despeses de funcionament
es: Gastos operativos
fr: Dépenses d'exploitation

source: Net Operating Expenses
ca: Despeses netes de funcionament
es: Gastos operativos netos
fr: Frais de fonctionnement nets

source: Net Operating Income (Loss)
ca: Ingressos operatius nets (pèrdua)
es: Ingresos operativos netos (pérdida)
fr: Résultat d'exploitation net (perte)

source: Other Revenues
ca: Altres ingressos
es: Otros ingresos
fr: Autres revenus

source: Net Other Revenues
ca: Net Altres ingressos
es: Net otros ingresos
fr: Net d'autres revenus

source: Other Expenses
ca: Altres despeses
es: Otros gastos
fr: Autres dépenses

source: Net Other Expenses
ca: Net Altres despeses
es: Netos otros gastos
fr: Net Autres dépenses

source: Net Other Income (Loss)
ca: Altres ingressos nets (pèrdua)
es: Otros ingresos netos (pérdida)
fr: Autre revenu net (perte)

source: through
ca: a través de
es: a través de
fr: à travers

source: Net Income
ca: Ingrés net
es: Lngresos netos
fr: Revenu net

source: No available notes to display...
ca: No hi ha notes disponibles per mostrar ...
es: No hay notas disponibles para mostrar ...
fr: Pas de notes disponibles à afficher ...

source: Logout
ca: Registre
es: Cierre de sesión
fr: Déconnexion

source: Assets
ca: Béns mobles
es: Activos
fr: Actifs

source: Liabilities
ca: Passiu
es: Pasivo
fr: Responsabilités

source: Equity
ca: Equitat
es: Equidad
fr: Équité

source: Cash
ca: Fer efectiu
es: Dinero
fr: Espèces

source: Revenue
ca: Ingressos
es: Ganancia
fr: Revenu

source: Expenses
ca: Despeses
es: Gastos
fr: Dépenses

source: Earnings (Loss)
ca: Guanys (pèrdua)
es: Ganancias (pérdida)
fr: Gains (perte)

source: Accounting Period
ca: Període de comptabilitat
es: Período contable
fr: Période comptable

source: My Inventory Items
ca: Els meus articles d’inventari
es: Mis artículos de inventario
fr: Mes articles d'inventaire

source: Recount Inventory
ca: Inventari de recompte
es: Inventario de recuento
fr: Inventaire de récit

source: Update Inventory
ca: Actualitzeu l'inventari
es: Actualizar inventario
fr: Mettre à jour l'inventaire

source: Inventory Number
ca: Número d’inventari
es: Número de inventario
fr: Numéro d'inventaire

source: Action
ca: Acció
es: Acción

source: Invoice Info
ca: Informació de la factura
es: Información de factura
fr: Informations sur la facture

source: This invoice is
ca: Aquesta factura és
es: Esta factura es
fr: Cette facture est

source: New Invoice
ca: Nova factura
es: Nueva factura
fr: Nouvelle facture

source: Invoice for Estimate
ca: Factura per a l'estimació
es: Factura para la estimación
fr: Facture pour estimer

source: Back to Estimate
ca: Tornar a estimar
es: Volver para estimar
fr: Retour à l'estimation

source: Create Invoice
ca: Crea factura
es: Crear factura
fr: Créer une facture

source: Invoice List
ca: Llista de factures
es: Lista de facturas
fr: Liste de factures

source: Accounts Receivable
ca: Comptes a cobrar
es: Cuentas por cobrar
fr: Comptes débiteurs

source: Invoice Transactions
ca: Transaccions de factura
es: Transacciones de factura
fr: Transactions de facture

source: Latest Invoices
ca: Darreres factures
es: Últimas facturas
fr: Dernières factures

source: Save Invoice
ca: Desa la factura
es: Guardar factura
fr: Enregistrer la facture

source: Back to Invoice Detail
ca: Tornar al detall de la factura
es: Volver al detalle de la factura
fr: Retour aux détails de la facture

source: Invoice State
ca: Estat de factura
es: Estado de factura
fr: État de facturation

source: Invoice Ledger
ca: Llibre de factura
es: Libro mayor de factura
fr: Grand livre de facture

source: Invoice Configuration
ca: Configuració de la factura
es: Configuración de facturas
fr: Configuration de facture

source: Available
ca: Disponible
es: Disponible
fr: Disponible

source: Journal Entry Detail
ca: Detall d’entrada del diari
es: Detalle de entrada de diario
fr: Détail d'entrée du journal

source: Lock
ca: Tancar
es: Cerrar
fr: Verrouillage

source: UnLock
ca: Obrir
es: Descubrir
fr: Ouvrir

source: Create Journal Entry
ca: Crea entrada de revista
es: Crear entrada de diario
fr: Créer une entrée de journal

source: Journal Entry Transactions
ca: Transaccions d’entrada de revistes
es: Transacciones de entrada de diario
fr: Transactions d'entrée au journal

source: Edit TXS
ca: Edita TXS
es: Editar TXS
fr: Modifier TXS

source: Ledger List
ca: Llista de registre
es: Lista de contabilidad
fr: Liste de grand livre

source: Unlock
ca: Obrir
es: Descubrir
fr: Ouvrir

source: Done
ca: Fer
es: Hecho
fr: Fait

source: Back to Ledger List
ca: Tornar a la llista de Ledger
es: Volver a la lista de Ledger
fr: Retour à la liste du grand livre

source: Lock All
ca: Bloquejar tot
es: Encerrar todo
fr: Verrouiller tout

source: Post All
ca: Publiqueu tot
es: Publicar todos
fr: Poster tout

source: Document Number
ca: Número de document
es: Número de documento
fr: Numéro de document

source: Show All Ledgers
ca: Mostra a tots els comptadors
es: Muestra todos los libros de contabilidad
fr: Montrez tous les registres

source: Show Only Visible Ledgers
ca: Mostra només els registres visibles
es: Mostrar solo libros de contabilidad visible
fr: Ne montre que des lingots visibles

source: Show Current Ledgers
ca: Mostra els comptadors actuals
es: Mostrar libros de contabilidad actuales
fr: Afficher les registres actuels

source: Back to Dashboard
ca: Tornar al tauler
es: Volver al tablero
fr: Retour au tableau de bord

source: Reports
ca: Informes
es: Informes
fr: Rapports

source: Earliest JE Date
ca: Data de JE més aviat
es: Fecha más temprana de JE
fr: Le plus ancien rendez-vous

source: Locked by Closing Entry
ca: Bloquejat per l'entrada de tancament
es: Bloqueado por la entrada de cierre
fr: Verrouillé par la fermeture de l'entrée

source: Hide
ca: Amagar
es: Esconder
fr: Cacher

source: UnHide
ca: Des
es: Hides
fr: Inutile

source: Products List
ca: Llista de productes
es: Lista de productos
fr: Liste de produits

source: Type
ca: Tipus
es: Tipo
fr: Taper

source: Contract
ca: Contracte
es: Contrato
fr: Contracter

source: Review Date
ca: Data de revisió
es: Fecha de revisión
fr: Date d'examen

source: Paid Amount
ca: Import remunerat
es: Monto pagado
fr: Montant payé

source: Fulfilled Date
ca: Data complerta
es: Fecha de cumplimiento
fr: Date remplie

source: Fulfill
ca: Realitzar
es: Realizar
fr: Remplir

source: New PO
ca: PO nou
es: Nuevo PO
fr: Nouveau po

source: Bill Paid?
ca: La factura paga?
es: Factura pagada?
fr: Facture payée?

source: View Bill
ca: Veure Bill
es: Ver factura
fr: Voir la facture

source: Delete
ca: Esborrar
es: Borrar
fr: Supprimer

source: PO for Estimate
ca: PO per estimar
es: PO para la estimación
fr: PO pour estimer

source: PO List
ca: Llista de PO
es: Lista
fr: Liste de posser

source: Latest Purchase Orders
ca: Darreres comandes de compra
es: Órdenes de compra más recientes
fr: COMMANDES DES DERNIÈRES

source: Save PO
ca: Desa PO
es: Guardar po
fr: Sauver Po

source: Back to PO Detail
ca: Tornar al detall de PO
es: Volver a PO Detalle
fr: Retour au détail PO

source: Avg Unit Price
ca: Preu unitari AVG
es: Precio unitario de AVG
fr: Prix ​​unitaire AVG

source: Total Contracted Cost
ca: Cost total contractat
es: Costo total contratado
fr: Coût total contractuel

source: Billed
ca: Factura
es: Facturado
fr: Facturé

source: Total PO Amount
ca: Quantitat total de PO
es: Cantidad total de PO
fr: Montant total de PO

source: Service List
ca: Llista
es: Lista de servicios
fr: Liste de services

source: Create Entity Unit
ca: Crea una unitat d'entitat
es: Crear unidad de entidad
fr: Créer une unité d'entité

source: JE Document Prefix
ca: Prefix del document JE
es: Prefijo de documento JE
fr: JE Préfixe de document

source: Dashboard
ca: Tauler de comandament
es: Panel
fr: Tableau de bord

source: Entity Units List
ca: Llista d'unitats d'entitats
es: Lista de unidades de entidad
fr: Liste des unités d'entités

source: Update Entity Unit
ca: Actualitzar la unitat d'entitat
es: UNIDAD DE ENTIDAD DE ACTUALIZACIÓN
fr: Mettre à jour l'unité d'entité

source: Abbreviation
ca: Abreviació
es: Abreviatura
fr: Abréviation

source: Unit of Measures List
ca: Llista de la unitat de mesures
es: Lista de unidades de medidas
fr: Liste d'unité de mesures

source: Vendor Info
ca: Informació del venedor
es: Información del proveedor
fr: Informations sur le vendeur

source: Vendor Number
ca: Número de venedor
es: Número de proveedor
fr: Numéro de vendeur

source: Create Vendor
es: Crear proveedor
fr: Créer un vendeur

source: New Vendor
es: Nuevo proveedor
fr: Nouveau vendeur

source: Update Vendor
ca: Actualitzeu el venedor
es: Actualizar proveedor
fr: Mettre à jour le vendeur

source: Entity Accounts
ca: Comptes d’entitat
es: Cuentas de entidad
fr: Comptes d'entités

source: Update Account
ca: Compte d'actualització
es: Cuenta de actualización
fr: Mettre à jour le compte

source: Update Account: {self.object.code} - {self.object.name}
ca: Compte d'actualització: {self.object.code} - {self.object.name}
es: Cuenta de actualización: {self.object.code} - {self.object.name}
fr: Account de mise à jour: {self.object.code} - {self.object.name}

source: Bank Accounts
ca: Comptes bancaris
es: Cuentas bancarias
fr: Comptes bancaires

source: Update Bank Account
ca: Actualitzeu el compte bancari
es: Actualizar cuenta bancaria
fr: Mettre à jour le compte bancaire

source: Closing Entry List
ca: Llista d'entrada de tancament
es: Lista de entrada de cierre
fr: Liste des entrées de clôture

source: Chart of Account List
ca: Llista de comptes
es: Gráfico de la lista de cuentas
fr: Tableau de la liste des comptes

source: Successfully updated {} Default Chart of Account to
ca: Actualitzat amb èxit {} gràfic predeterminat del compte a
es: Actualizado con éxito {} Gráfico predeterminado de la cuenta a
fr: Mis à jour avec succès {} Tableau de compte par défaut

source: Customer List
ca: Llista de clients
es: Lista de clientes
fr: Liste de clients

source: Create New Customer
ca: Crea un client nou
es: Crea un nuevo cliente
fr: Créer un nouveau client

source: Customer Update
ca: Actualització del client
es: Actualización del cliente
fr: Mise à jour du client

source: Create Import Job
ca: Crea feina d’importació
es: Crear trabajo de importación
fr: Créer un emploi d'importation

source: Multiple statements detected. Multiple account import is not supported.
ca: Declaracions múltiples detectades. La importació de compte múltiple no és compatible.
es: Múltiples declaraciones detectadas. La importación de cuentas múltiples no es compatible.
fr: Plusieurs déclarations détectées. L'importation de compte multiple n'est pas prise en charge.

source: Account Number ***{ofx_account_number[-4:]} not recognized. Please {create_link} Bank Account model before importing transactions
ca: Número de compte *** {ofx_account_number [-4:]} no reconegut. Si us plau, {create_link} model de compte bancari abans d'importar transaccions
es: Número de cuenta *** {OFX_ACCOUNT_Number [-4:]} no reconocido. Por favor, {create_link} modelo de cuenta bancaria antes de importar transacciones
fr: Numéro de compte *** {OFX_ACCOUNT_NUMBER [-4:]} Non reconnu. S'il vous plaît {création_link} modèle de compte bancaire avant d'importer des transactions

source: Account Number ***{ofx_account_number[-4:]} not active. Please {activate_link} before importing new transactions
ca: Número de compte *** {ofx_account_number [-4:]} no actiu. Si us plau, {activat_link} abans d'importar noves transaccions
es: Número de cuenta *** {OFX_ACCOUNT_Number [-4:]} no activo. Por favor {activate_link} antes de importar nuevas transacciones
fr: Numéro de compte *** {OFX_ACCOUNT_NUMBER [-4:]} Pas actif. S'il vous plaît {activer_link} avant d'importer de nouvelles transactions

source: Data Import Jobs
ca: Treballs d’importació de dades
es: Trabajos de importación de datos
fr: Travaux d'importation de données

source: Successfully updated Import Job {self.object.description}
ca: Import actualitzat amb èxit treball {self.object.description}
es: Job de importación actualizado con éxito {self.object.description}
fr: Mis à jour avec succès Job d'import {self.object.description}

source: Import Job Staged Txs
ca: Importa el treball escenificat TXS
es: Importar trabajo organizado TXS
fr: Importer des txs en cours d'emploi

source: Create Entity
ca: Crea entitat
es: Crear entidad
fr: Créer une entité

source: Delete Entity
ca: Suprimeix l'entitat
es: Eliminar entidad
fr: Supprimer l'entité

source: Customer Estimates
ca: Estimacions del client
es: Estimaciones del cliente
fr: Estimations des clients

source: Create Customer Estimate
ca: Creeu l'estimació del client
es: Crear una estimación del cliente
fr: Créer une estimation du client

source: Customer Estimate Detail
ca: El detall de l'estimació del client
es: Detalles de estimación del cliente
fr: Détail d'estimation du client

source: Customer Estimate Update
ca: Actualització d’estimació del client
es: Actualización de estimación del cliente
fr: Mise à jour d'estimation du client

source: Income Statement:
ca: Declaració de resultats:
es: Estado de resultados:
fr: Déclaration du résultat:

source: Cash Flow Statement:
ca: Estat de fluxos de caixa:
es: Estado de flujo de efectivo:
fr: Déclaration des flux de trésorerie:

source: My Dashboard
ca: El meu tauler
es: Mi tablero
fr: Mon tableau de bord

source: Inventory Status
ca: Estat d'inventari
es: Estado de inventario
fr: Statut d'inventaire

source: Ordered/In Transit/On Hand
ca: Ordenat/en trànsit/a mà
es: Ordenado/en tránsito/en mano
fr: Ordonné / en transit / à portée de main

source: Inventory Recount
ca: Recompte d’inventaris
es: Inventario Recoata
fr: Récompense des stocks

source: Delete Invoice
ca: Suprimeix la factura
es: Eliminar la factura
fr: Supprimer la facture

source: Unit of Measures
ca: Unitat de mesures
es: Unidad de medidas
fr: Unité de mesures

source: Create Unit of Measure
ca: Creeu la unitat de mesura
es: Crear unidad de medida
fr: Créer l'unité de mesure

source: User {self.request.user.username} cannot access entity {entity_slug}.
ca: Usuari {self.request.user.username} no pot accedir a Entity {entity_slug}.
es: Usuario {self.request.user.username} No puede acceder a la entidad {entity_slug}.
fr: User {self.request.user.username} ne peut pas accéder à l'entité {entity_slug}.

source: The Unit of Measure {unit_abbr} already created for Entity {entity_model.name}.
ca: La unitat de mesura {unit_abbr} ja creada per a Entity {entity_model.name}.
es: La unidad de medida {unit_abbr} ya creada para entidad {entity_model.name}.
fr: L'unité de mesure {unit_abbr} déjà créée pour l'entité {entity_model.name}.

source: Update Unit of Measure
ca: Actualitzar la unitat de mesura
es: UNIDAD DE ACTUALIZACIÓN
fr: Mettre à jour l'unité de mesure

source: Products
ca: Productes
es: Productos
fr: Produits

source: Create New Product
ca: Crea un producte nou
es: Crear un nuevo producto
fr: Créer un nouveau produit

source: Update Product
ca: Actualitza el producte
es: Actualización del producto
fr: Mettre à jour le produit

source: Services
ca: Serveis
es: Servicios

source: Create New Service
ca: Crea un servei nou
es: Crear un nuevo servicio
fr: Créer un nouveau service

source: Update Service
ca: Servei d'actualització
es: Actualizar el servicio
fr: Mettre à jour le service

source: Expense Items
ca: Articles de despesa
es: Artículos de gastos
fr: Dépenses

source: Create New Expense Item
ca: Creeu un nou element de despesa
es: Crear un nuevo elemento de gastos
fr: Créer un nouvel élément de dépense

source: Update Expense Item
ca: Actualitzeu l'element de despesa
es: Actualizar el elemento de gastos
fr: Mettre à jour l'élément de dépenses

source: Inventory Items
ca: Elements d'inventari
es: Artículos de inventario
fr: Articles d'inventaire

source: Create New Inventory Item
ca: Creeu un nou element d'inventari
es: Crear un nuevo elemento de inventario
fr: Créer un nouvel élément d'inventaire

source: Update Inventory Item
ca: Actualitzeu l'element d'inventari
es: Actualizar el elemento de inventario
fr: Mettre à jour l'élément d'inventaire

source: Update Journal Entry
ca: Actualitzeu l'entrada del diari
es: Actualizar la entrada del diario
fr: Mettre à jour l'entrée du journal

source: Edit Transactions
ca: Edita transaccions
es: Editar transacciones
fr: Modifier les transactions

source: Locked Journal Entry. Must unlock to Edit.
ca: Entrada del diari bloquejat. Cal desbloquejar per editar.
es: Entrada de diario bloqueada. Debe desbloquear para editar.
fr: Entrée de journal verrouillée. Doit débloquer pour modifier.

source: Cannot update a Locked Journal Entry.
ca: No es pot actualitzar una entrada de revista bloquejada.
es: No se puede actualizar una entrada de diario bloqueada.
fr: Impossible de mettre à jour une entrée de journal verrouillée.

source: Journal Entry has not been posted.
ca: L'entrada de la revista no s'ha publicat.
es: La entrada de diario no ha sido publicada.
fr: L'entrée du journal n'a pas été publiée.

source: Entity Ledgers
ca: Llibres d’entitats
es: Libradores de entidad
fr: Registres entités

source: Create Ledger
ca: Crea Ledger
es: Crear libro mayor
fr: Créer un grand livre

source: Update Ledger:
ca: Actualitzar Ledger:
es: Actualización del libro mayor:
fr: Mettre à jour le grand livre:

source: Ledger Balance Sheet:
ca: Balanç de Ledger:
es: Balance del libro mayor:
fr: Bilan du grand livre:

source: Ledger Income Statement:
ca: Estat de resultats de Ledger:
es: Estado de resultados del libro mayor:
fr: Déclaration des résultats du grand livre:

source: Ledger Cash Flow Statement:
ca: Estat de flux de caixa de Ledger:
es: Estado de flujo de efectivo del libro mayor:
fr: Énoncé des flux de trésorerie du grand livre:

source: Invalid quarter number
ca: Número de trimestre no vàlid
es: Número de trimestre no válido
fr: Numéro de quartier non valide

source: Invalid quarter format. Cannot parse {quarter} into integer.
ca: Format de trimestre no vàlid. No es pot analitzar {quarter} a Integer.
es: Formato de trimestre no válido. No se puede analizar {cuarto} en entero.
fr: Format de quart non valide. Impossible d'analyser {quarter} en entier.

source: No quarter specified
ca: Sense trimestre especificat
es: Sin trimestre especificado
fr: Aucun trimestre spécifié

source: Must provide {query_param} date parameter.
ca: Ha de proporcionar {query_param} paràmetre de data.
es: Debe proporcionar el parámetro de fecha {Query_Param}.
fr: Doit fournir le paramètre de date {query_param}.

source: Invalid {query_param} {param_date} provided
ca: No vàlid {query_param} {param_date} proporcionat
es: Inválido {query_param} {param_date} proporcionado
fr: Invalide {query_param} {param_date} fourni

source: Create Purchase Order
ca: Crea una comanda de compra
es: Crear orden de compra
fr: Créer un bon de commande

source: Delete Purchase Order
ca: Suprimeix la comanda de compra
es: Eliminar la orden de compra
fr: Supprimer le bon de commande

source: Entity Unit List
ca: Llista d'unitats d'entitats
es: Lista de unidades de entidad
fr: Liste des unités d'entité

source: Entity Unit Detail
ca: Detall de la unitat d'entitats
es: Detalle de la unidad de entidad
fr: Détail de l'unité d'entité

source: Entity Unit Create
ca: Unitat d'entitats Creeu
es: Unidad de entidad Crear
fr: Unité d'entité Créer

source: Entity Unit Update
ca: Actualització de la unitat d'entitats
es: Actualización de la unidad de entidad
fr: Mise à jour de l'unité d'entité

source: Vendor List
ca: Llista de venedors
es: Lista de proveedores
fr: Liste des vendeurs

source: Create New Vendor
ca: Crea un nou venedor
es: Crear un nuevo proveedor
fr: Créer un nouveau vendeur

source: Vendor Update
ca: Actualització del venedor
es: Actualización del proveedor
fr: Mise à jour du fournisseur

source: Home
ca: Casa
es: Hogar
fr: Maison

source: Custom page
ca: Pàgina personalitzada
es: Página personalizada
fr: Page personnalisée

source: Done.
ca: Fet.
es: Hecho.
fr: Fait.

source: A fontawesome icon field
ca: Un camp de la icona Fontawesome
es: Un campo de icono de Fontaweom
fr: Un champ d'icône Fontawesome

source: Search
ca: Buscar
es: Buscar
fr: Recherche

source: Search In
ca: Cerca
es: Buscar en
fr: Rechercher

source: Haystack
ca: Paller amb el pal central
es: Almiar
fr: Meule de foin

source: Search Queries
ca: Cerca consultes
es: Consultas de búsqueda
fr: Rechercher les requêtes

source: Query
ca: Preguntar
es: Consulta
fr: Requête

source: Backend Alias
ca: Àlies de backend
es: Alias ​​de backend
fr: Alias ​​backend

source: Timeline
ca: Calendari
es: Línea de tiempo
fr: Chronologie

source: Kwargs
ca: Sèu
es: Grasa
fr: Graisse

source: '%s' is not a valid JSON string.
ca: "%s" no és una cadena JSON vàlida.
es: '%S' no es una cadena JSON válida.
fr: «%s» n'est pas une chaîne JSON valide.

source: Type de vote
ca: Tipus de votació
es: Tipo de votación

source: Titre du sondage
ca: Títol de l'enquesta
es: Título de encuesta

source: Archiver la proposition
ca: Arxiu la proposta
es: Archivar la propuesta

source: Vote anonyme
ca: Vot anònim
es: Voto anónimo
fr: Voter anonyme

source: Date de début du vote
ca: Data d’inici de vot
es: Fecha de inicio de votación

source: Date de fin du vote
ca: Data de final de vot
es: Fecha de fin de voto

source: Question (oui/non) soumise au vote ?
ca: Pregunta (sí/no) subjecte a la votació?
es: Pregunta (sí/no) ¿Sujeto a la votación?

source: Question (jugement majoritaire) soumise au vote :
ca: Pregunta (judici majoritari) Sota la votació:
es: Pregunta (Juicio de la mayoría) Sujeto a la votación:
fr: Question (Jugment Majoraire) Soumise Au vote:

source: Type de choix de vote
ca: Tipus d’elecció de la votació
es: Tipo de elección de votación

source: Proposition
ca: Preposició
es: Proposición

source: Commentaire
ca: Comentari
es: Comentario

source: Choix du vote :
ca: Elecció del vot:
es: Elección de voto:
fr: Vote Choix du:

source: étape 1
ca: Pas 1
es: Paso 1

source: étape précèdente
ca: predir
es: predecir

source: Valider
ca: Per validar
es: Para validar

source: Personal info
ca: Informació personal
es: Información personal
fr: Informations personnelles

source: Permissions
ca: Permisos
es: Permisos
fr: Autorisation

source: Important dates
ca: Dates importants
es: Fechas importantes
fr: Dates importantes

source: Le collectif a un bureau dont seuls les membres accéder à certaines infos (=> créer salon avec lien AssoSalon)
ca: El col·lectiu té una oficina de la qual només els membres accedeixen a certes informació (=> Crear el saló amb l'enllaç Assosalon)
es: El colectivo tiene una oficina de la cual solo los miembros acceden a cierta información (=> Crear salón con enlace de Assosalon)
fr: Le collectif a Un Bureau Don't Seuls Les Membres Accéder à certains Infos (=> CREER SALON AVEC LIEN ASSOSTIONON)

source: pseudo Monnaie Libre
ca: pseudo moneda lliure
es: moneda de pseudo libre

source: J'accepte de recevoir des emails de Perma.cat
ca: Accepto rebre correus electrònics de Perma.cat
es: Acepto recibir correos electrónicos de Perma.cat
fr: J'accepte de recevoir des e-mail de perma.cat

source: Je suis adhérent de Permacat
ca: Sóc membre de Permacat
es: Soy miembro de Permacat

source: Je suis adhérent de Ramene Ta Graine
ca: Sóc membre de la teva llavor
es: Soy miembro de tu semilla

source: Je suis adhérent de Fermille
ca: Sóc membre de Fermille
es: Soy miembro de Fermille

source: Je suis intéressé par le collectif 'PermAgora'
ca: M'interessa el col·lectiu "Permagora"
es: Estoy interesado en el colectivo 'Permagora'
fr: Je faisais l'intéressé par le collectif 'permagora'

source: Je fais partie de 'la Cité Altruiste'
ca: Formo part de "la ciutat altruista"
es: Soy parte de 'la ciudad altruista'
fr: Je fais partitie de 'la citation altruiste'
