Repository: eloigrau/permacat_v2
Catalog: bourseLibre/locale/*/LC_MESSAGES_/django.po
Languages: ca, es, fr

source: Je fais partie du collectif 'Viure'
ca: Sóc part del col·lectiu "Viure"
es: Soy parte del colectivo 'viure'
fr: Je fais partitie du collectif 'viure'

source: Je fais partie du collectif 'Bzzz'
ca: Formo part del col·lectiu "Bzzz"
es: Soy parte del colectivo 'bzzz'
fr: Je fais partitie du collectif 'bzzz'

source: Je suis adhérent à la confédération Paysanne 66
ca: Sóc membre de la Confédération Payanne 66
es: Soy miembro de la confidération paysanne 66
fr: Je suis adhérent à la compédération paysanne 66

source: Je suis intéressé.e par les jardins partagés
ca: M’interessen els jardins compartits
es: Estoy interesado en jardines compartidos
fr: Je suis intéresté.e par les jardins partagés

source: Je suis intéressé.e par la SSA
ca: M'interessa la SSA
es: Estoy interesado en la SSA
fr: Je suis intéresté.e par la ssa

source: J'ai lu et j'accepte les conditions d'utilisation du site
ca: Llegeixo i accepto les condicions d’ús del lloc
es: Leo y acepto las condiciones de uso del sitio.

source: J'accepte d'apparaitre dans l'annuaire du site et la carte et rend mon profil visible par tous
ca: Accepto aparèixer al directori del lloc i a la targeta i fer el meu perfil visible per tots
es: Acepto aparecer en el directorio del sitio y la tarjeta y hacer que mi perfil sea visible por todos
fr: J'ACCEPTE D'APPPECETRE DANS L'ANNUAIRE DU SITE ET LA CARTE ET REND MON PROFIL VISIBLE

source: Date de validation des notifications
ca: Data de validació de les notificacions
es: Fecha de validación de notificaciones

source: Date de validation des messages privés
ca: Data de validació dels missatges privats
es: Fecha de validación de mensajes privados
fr: Date de validation des messages privé

source: Thème Sombre
es: Tema oscuro
fr: Le sombre

source: Utilisateur Permacat
ca: Usuari de Permacat
es: Usuario de Permacat

source: Moyen de maiement
ca: Mitjans mitjans
es: Medios medios
fr: Moyen de Maiment

source: Utilisateur
ca: Utilitari
es: Usuario

source: Monnaie
ca: Fer efectiu
es: Dinero

source: Débute le (jj/mm/an)
ca: Comença (jj/mm/any)
es: Comienza (JJ/mm/año)

source: Expire le (jj/mm/an)
ca: Expira le (jj/mm/an)
es: Expirar le (jj/mm/an)

source: Titre de l'annonce
ca: Anunciament
es: Anuncio

source: Quantité disponible
ca: Quantitat
es: Cantidad

source: Tarif
ca: Tarifa
es: Arancel

source: monnaie
ca: fer efectiu
es: dinero

source: Monnaies :
ca: Monedes:
es: Monedas:

source: date de création
ca: Data de la creació
es: Fecha de creación

source: checked out
ca: Comprovat
es: revisado
fr: vérifié

source: état
ca: declarar
es: estado

source: panier
ca: cistella
es: cesta

source: paniers
ca: cistelles
es: cestas

source: quantite
ca: quantitat
es: cantidad

source: item
ca: article
es: artículo
fr: article

source: items
ca: articles
es: elementos
fr: articles

source: Salon public ou privé (public si coché)
ca: Fira pública o privada (públic si es comprova)
es: Feria pública o privada (público si se revisa)

source: Le salon peut être associé à un jardin
ca: La sala d'estar es pot associar amb un jardí
es: La sala de estar se puede asociar con un jardín

source: Titre de l'événement (si laissé vide, ce sera le titre du salon de discussion)
ca: Títol de l'esdeveniment (si es deixa buit, serà el títol del saló de discussió)
es: Título del evento (si se deja vacío, será el título del salón de discusión)
fr: Titre de l'Événiement (Si Laissé Vide, Ce Sera le Titre du Salon de Discussion)

source: Profil du membre (si inscrit)
ca: Perfil de membre (si es registra)
es: Perfil de miembro (si está registrado)

source: Profil
es: Perfil
fr: Profit

source: Administration et fichiers de l'association
ca: Administració i fitxers d'associació
es: Administración y archivos de la asociación

source: Administration et fichiers de l'association Fermille
ca: Associació i fitxers i fitxers de Fermille
es: Asociación de Fermille y archivos y archivos

source: Administration et fichiers de l'association Ramène Ta Graine
ca: L’administració i els fitxers de l’associació tornen a la vostra llavor
es: La administración y los archivos de la asociación devuelve su semilla

source: Gallerie d'images
ca: Galeria d'imatges
es: Galería de imágenes
fr: Galerie d'images

source: Please select the avatars that you would like to delete.
ca: Seleccioneu els avatars que voldríeu eliminar.
es: Seleccione los avatares que le gustaría eliminar.
fr: Veuillez sélectionner les avatars que vous souhaitez supprimer.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ca: No teniu avatars per eliminar. Si us plau, <a href = \ "%(avatar_change_url) s "> pengeu -ne un </a> ara.
es: No tienes avatares que eliminar. Por favor <a href = \ "%(avatar_change_url) s "> cargar uno </a> ahora.
fr: Vous n'avez pas d'avatars à supprimer. S'il vous plaît<a href="%(avatar_change_url)s">telechargez un</a> maintenant.

source: Delete These
ca: Eliminar -los
es: Eliminar estos
fr: Supprimer ces

source: Your current avatar:
ca: El vostre avatar actual:
es: Tu avatar actual:
fr: Votre avatar actuel:

source: You haven't uploaded an avatar yet. Please upload one now.
ca: Encara no heu penjat cap avatar. Si us plau, pengeu -ne un ara.
es: Todavía no has subido un avatar. Por favor, suba uno ahora.
fr: Vous n'avez pas encore téléchargé d'avatar. Veuillez en télécharger un maintenant.

source: Upload New Image
ca: Pengeu la imatge nova
es: Sube una nueva imagen
fr: Télécharger une nouvelle image

source: Choose new Default
ca: Trieu nou per defecte
es: Elija un nuevo valor predeterminado
fr: Choisissez un nouveau défaut

source: Altermarché/Annonces
ca: Altermercat

source: Yapluka / Todo
ca: A fer

source: '%(value)s' value must be either True or False.
ca: El valor '%(value)s' ha de ser cert o fals.

source: feb
ca: febrer
fr: fév

source: jul
ca: juliol
fr: juillet

source: nov
ca: set

# abbrev. month
source: Feb.
ca: Febrer
fr: Fév.

# abbrev. month
source: Nov.
ca: Novembre

source: %(num)d month
ca: %(num)d mes

source: %(num)d week
ca: %(num)d setmana

source: %(num)d day
ca: %(num)d dia

source: %(num)d hour
ca: %(num)d hora

source: %(num)d minute
ca: %(num)d minut

source: Bill State
ca: Projecte de llei
fr: État du projet de loi

source: Balance
ca: Romanent
fr: Équilibre

source: Error: {e.message}
fr: Erreur: {e.message}

source: File extension '%(extension)s' is not allowed. Allowed extensions are: %(allowed_extensions)s.
fr: Extension de fichier '%(extension)s' n'est pas autorisé. Les extensions autorisées sont: %(allowed_extensions)s.

source: No
fr: Non

source: jun
fr: juin

source: oct
fr: octobre

# abbrev. month
source: Oct.
fr: Octobre.

source: Material
fr: Matériel

source: Bon dia
fr: Belle journée

source: Publicar
fr: Poste
